{
    "document_info": {
        "title": "Nghị định 123/2020/NĐ-CP quy định hóa đơn chứng từ",
        "url": "https://thuvienphapluat.vn/van-ban/Ke-toan-Kiem-toan/Nghi-dinh-123-2020-ND-CP-quy-dinh-hoa-don-chung-tu-445980.aspx",
        "crawled_at": "2026-01-24"
    },
    "body": [
        {
            "type": "chapter",
            "title": "Chương I\nNHỮNG\nQUY ĐỊNH CHUNG",
            "children": [
                {
                    "type": "article",
                    "title": "Điều 1. Phạm vi điều chỉnh",
                    "content": "Nghị định này quy định việc quản\nlý, sử dụng hóa đơn khi bán hàng hóa, cung cấp dịch vụ; việc quản\nlý, sử dụng chứng từ khi thực hiện các thủ tục về thuế, thu phí, lệ phí và quy\nđịnh nhiệm vụ, quyền hạn và trách nhiệm của\ncơ quan, tổ chức, cá nhân trong việc quản lý, sử dụng\nhóa đơn, chứng từ."
                },
                {
                    "type": "article",
                    "title": "Điều 2. Đối tượng áp dụng",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Tổ chức,\ncá nhân bán hàng hóa, cung cấp dịch vụ bao gồm:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Doanh nghiệp được thành lập và hoạt động theo pháp luật Việt Nam;\nchi nhánh, văn phòng đại diện của doanh nghiệp nước ngoài hoạt động tại Việt Nam;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Hợp tác xã, liên hiệp hợp tác xã;"
                                },
                                {
                                    "type": "point",
                                    "title": "c",
                                    "content": "Hộ, cá nhân kinh doanh, tổ hợp tác;"
                                },
                                {
                                    "type": "point",
                                    "title": "d",
                                    "content": "Đơn vị sự nghiệp công lập có bán hàng hóa, cung cấp dịch vụ;"
                                },
                                {
                                    "type": "point",
                                    "title": "đ",
                                    "content": "Tổ chức không phải là doanh nghiệp nhưng có hoạt động kinh\ndoanh."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Tổ chức, cá nhân mua hàng\nhóa, dịch vụ."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Tổ chức thu thuế, phí và\nlệ phí."
                        },
                        {
                            "type": "clause",
                            "title": "4",
                            "content": "Người nộp thuế, phí và lệ\nphí."
                        },
                        {
                            "type": "clause",
                            "title": "5",
                            "content": "Tổ chức có trách nhiệm khấu trừ\nthuế thu nhập cá nhân."
                        },
                        {
                            "type": "clause",
                            "title": "6",
                            "content": "Tổ chức nhận in hóa đơn, chứng từ; tổ chức cung cấp phần mềm\ntự in chứng từ; tổ chức cung cấp dịch vụ hóa đơn, chứng từ điện tử."
                        },
                        {
                            "type": "clause",
                            "title": "7",
                            "content": "Cơ quan thuế bao gồm Tổng\ncục Thuế, Cục Thuế, Chi cục Thuế (bao gồm cả Chi cục Thuế khu vực)."
                        },
                        {
                            "type": "clause",
                            "title": "8",
                            "content": "Cơ quan hải quan bao gồm\nTổng cục Hải quan, Cục Hải quan, Cục Kiểm tra sau thông quan, Chi cục Hải quan."
                        },
                        {
                            "type": "clause",
                            "title": "9",
                            "content": "Các tổ chức, cá nhân có\nliên quan đến việc quản lý, sử dụng hóa đơn và chứng từ."
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 3. Giải thích từ ngữ",
                    "content": "Trong Nghị định này, các từ\nngữ dưới đây được hiểu như sau:",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Hóa đơn là chứng từ kế\ntoán do tổ chức, cá nhân bán hàng hóa, cung cấp dịch vụ lập, ghi nhận thông tin\nbán hàng hóa, cung cấp dịch vụ. Hóa đơn được thể hiện theo hình thức hóa đơn\nđiện tử hoặc hóa đơn do cơ quan thuế đặt in."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Hóa đơn điện tử là hóa đơn có mã hoặc không có mã của cơ quan thuế được thể\nhiện ở dạng dữ liệu điện tử do tổ chức, cá nhân bán hàng hóa, cung cấp dịch vụ\nlập bằng phương tiện điện tử để ghi nhận thông tin bán hàng hóa, cung cấp dịch\nvụ theo quy định của pháp luật về kế toán, pháp luật về thuế, bao gồm cả trường\nhợp hóa đơn được khởi tạo từ máy tính tiền có kết nối chuyển dữ liệu điện tử\nvới cơ quan thuế, trong đó:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Hóa đơn điện tử có mã của\ncơ quan thuế là hóa đơn điện tử được cơ quan thuế cấp mã trước khi tổ chức, cá\nnhân bán hàng hóa, cung cấp dịch vụ gửi cho người mua.\nMã của cơ quan thuế trên hóa\nđơn điện tử bao gồm số giao dịch là một dãy số duy nhất do hệ thống của cơ quan\nthuế tạo ra và một chuỗi ký tự được cơ quan thuế mã hóa dựa trên thông tin của\nngười bán lập trên hóa đơn."
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Hóa đơn điện tử không có\nmã của cơ quan thuế là hóa đơn điện tử do tổ chức bán hàng hóa, cung cấp dịch\nvụ gửi cho người mua không có mã của cơ quan thuế."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Hóa đơn do cơ quan thuế\nđặt in là hóa đơn được thể hiện dưới dạng giấy do cơ quan thuế đặt in để bán\ncho tổ chức, cá nhân thuộc đối tượng và trường hợp được mua hóa đơn của cơ quan\nthuế theo quy định tại Điều 23 Nghị định này để sử dụng khi\nbán hàng hóa, cung cấp dịch vụ."
                        },
                        {
                            "type": "clause",
                            "title": "4",
                            "content": "Chứng từ là tài liệu dùng\nđể ghi nhận thông tin về các khoản thuế khấu trừ, các khoản thu thuế, phí và lệ\nphí thuộc ngân sách nhà nước theo quy định của pháp luật quản lý thuế. Chứng từ\ntheo quy định tại Nghị định này bao gồm chứng từ khấu trừ thuế thu nhập cá\nnhân, biên lai thuế, phí, lệ phí được thể hiện theo hình thức điện tử hoặc đặt\nin, tự in."
                        },
                        {
                            "type": "clause",
                            "title": "5",
                            "content": "Chứng từ điện tử bao gồm các loại chứng từ, biên lai theo khoản 4 Điều này được\nthể hiện ở dạng dữ liệu điện tử do tổ chức, cá nhân có trách nhiệm khấu trừ\nthuế cấp cho người nộp thuế hoặc do tổ chức thu thuế, phí, lệ phí cấp cho người\nnộp bằng phương tiện điện tử theo quy định của pháp luật phí, lệ phí, pháp luật\nthuế."
                        },
                        {
                            "type": "clause",
                            "title": "6",
                            "content": "Chứng từ đặt in, tự in\nbao gồm các loại chứng từ, biên lai theo khoản 4 Điều này được thể hiện ở dạng\ngiấy do cơ quan thuế, tổ chức thu thuế, phí, lệ phí đặt in theo mẫu để sử dụng hoặc tự in trên\ncác thiết bị tin học, máy tính tiền hoặc các thiết bị khác khi khấu trừ thuế,\nkhi thu thuế, phí, lệ phí theo quy định của pháp luật phí, lệ phí, pháp luật\nthuế."
                        },
                        {
                            "type": "clause",
                            "title": "7",
                            "content": "Hóa đơn, chứng từ hợp pháp là hóa đơn, chứng từ đảm bảo đúng, đầy đủ về hình\nthức và nội dung theo quy định tại Nghị định này."
                        },
                        {
                            "type": "clause",
                            "title": "8",
                            "content": "Hóa đơn,\nchứng từ giả là hóa đơn, chứng từ được in hoặc khởi tạo theo mẫu hóa đơn, chứng\ntừ đã được thông báo phát hành của tổ chức, cá nhân khác hoặc in, khởi tạo\ntrùng số của cùng một ký hiệu hóa đơn, chứng từ hoặc làm giả hóa đơn điện tử,\nchứng từ điện tử."
                        },
                        {
                            "type": "clause",
                            "title": "9",
                            "content": "Sử dụng hóa đơn, chứng từ không hợp pháp là việc sử dụng hóa\nđơn, chứng từ giả; sử dụng hóa đơn, chứng từ chưa có giá trị sử dụng, hết giá\ntrị sử dụng; sử dụng hóa đơn bị ngừng sử dụng trong thời gian bị cưỡng chế bằng\nbiện pháp ngừng sử dụng hóa đơn, trừ trường hợp được phép sử dụng theo thông\nbáo của cơ quan thuế; sử dụng hóa đơn điện tử không đăng ký sử dụng với cơ quan\nthuế; sử dụng hóa đơn điện tử chưa có mã của cơ quan thuế đối với trường hợp sử\ndụng hóa đơn điện tử có mã của cơ quan thuế; sử dụng hóa đơn mua hàng hóa, dịch\nvụ có ngày lập trên hóa đơn từ ngày cơ quan thuế xác định bên bán không hoạt\nđộng tại địa chỉ kinh doanh đã đăng ký với cơ quan nhà nước có thẩm quyền; sử\ndụng hóa đơn, chứng từ mua hàng hóa, dịch vụ có ngày lập trên hóa đơn, chứng từ\ntrước ngày xác định bên lập hóa đơn, chứng từ không hoạt động tại địa chỉ kinh\ndoanh đã đăng ký với cơ quan nhà nước có thẩm quyền hoặc chưa có thông báo của\ncơ quan thuế về việc bên lập hóa đơn, chứng từ không hoạt động tại địa chỉ kinh\ndoanh đã đăng ký với cơ quan có thẩm quyền nhưng cơ quan thuế hoặc cơ quan công\nan hoặc các cơ quan chức năng khác đã có kết luận đó là hóa đơn, chứng từ không\nhợp pháp.\nSử dụng\nkhông hợp pháp hóa đơn, chứng từ là việc sử dụng: Hóa đơn,\nchứng từ không ghi đầy đủ các nội dung bắt buộc theo quy định; hóa đơn tẩy xóa,\nsửa chữa không đúng quy định; sử dụng hóa đơn, chứng\ntừ khống (hóa đơn, chứng từ đã ghi các chỉ tiêu, nội dung nghiệp vụ kinh\ntế nhưng việc mua bán hàng hóa, dịch vụ không có thật một phần hoặc toàn bộ);\nsử dụng hóa đơn phản ánh không đúng giá trị thực\ntế phát sinh hoặc lập hóa đơn khống, lập hóa đơn giả; sử dụng hóa đơn có sự\nchênh lệch về giá trị hàng hóa, dịch vụ hoặc sai lệch các tiêu thức bắt buộc\ngiữa các liên của hóa đơn; sử dụng hóa đơn để quay vòng khi vận chuyển\nhàng hóa trong khâu lưu thông hoặc dùng hóa đơn\ncủa hàng hóa, dịch vụ này để chứng minh cho hàng hóa, dịch vụ khác; sử dụng hóa\nđơn, chứng từ của tổ chức, cá nhân khác (trừ hóa đơn của cơ quan thuế và\ntrường hợp được ủy nhiệm lập hóa đơn) để\nhợp thức hóa hàng hóa, dịch vụ mua vào hoặc hàng hóa, dịch vụ bán ra; sử dụng\nhóa đơn, chứng từ mà cơ quan thuế hoặc cơ quan công an hoặc các cơ quan chức\nnăng khác đã kết luận là sử dụng không hợp pháp hóa đơn, chứng từ."
                        },
                        {
                            "type": "clause",
                            "title": "10",
                            "content": "Hủy hóa đơn, chứng từ là làm cho hóa đơn, chứng từ đó không có\ngiá trị sử dụng."
                        },
                        {
                            "type": "clause",
                            "title": "11",
                            "content": "Tiêu hủy hóa đơn, chứng từ:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Tiêu hủy\nhóa đơn, chứng từ điện tử là biện pháp làm cho hóa đơn điện tử, chứng từ điện\ntử không còn tồn tại trên hệ thống thông tin, không thể truy cập và tham chiếu đến thông tin\nchứa trong hóa đơn điện tử, chứng từ điện tử."
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Tiêu hủy\nhóa đơn do cơ quan thuế đặt in, tiêu hủy chứng từ đặt in, tự in là việc sử dụng\nbiện pháp đốt cháy, cắt, xé nhỏ hoặc hình thức\ntiêu hủy khác, đảm bảo hóa đơn, chứng từ đã tiêu hủy sẽ không thể sử dụng lại các thông\ntin, số liệu trên đó."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "12",
                            "content": "Tổ chức cung cấp dịch vụ hóa đơn điện tử là tổ chức cung cấp giải pháp trong\nviệc khởi tạo, kết nối nhận, truyền, nhận, lưu trữ, xử lý dữ liệu của hóa đơn\nđiện tử có mã của cơ quan thuế và không có mã của cơ quan thuế. Tổ chức cung\ncấp dịch vụ hóa đơn điện tử bao gồm: Tổ chức cung cấp giải pháp hóa đơn điện tử\ncó mã của cơ quan thuế và không có mã của cơ quan thuế cho người bán và người\nmua; tổ chức kết nối nhận, truyền, lưu trữ dữ liệu hóa đơn điện tử với cơ quan\nthuế."
                        },
                        {
                            "type": "clause",
                            "title": "13",
                            "content": "Cơ sở dữ liệu hóa đơn\nđiện tử, chứng từ điện tử là tập hợp các dữ liệu thông tin về hóa đơn điện tử\ncủa các tổ chức, doanh nghiệp, cá nhân khi bán hàng hóa, cung cấp dịch vụ và\nthông tin về chứng từ điện tử của các tổ chức, cá nhân sử dụng."
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 4. Nguyên tắc lập, quản lý, sử dụng hóa đơn, chứng từ",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Khi bán hàng hóa, cung cấp dịch vụ, người bán phải lập hóa đơn để giao cho\nngười mua (bao gồm cả các trường hợp hàng hóa, dịch vụ dùng để khuyến mại,\nquảng cáo, hàng mẫu; hàng hóa, dịch vụ dùng để cho, biếu, tặng, trao đổi, trả\nthay lương cho người lao động và tiêu dùng nội bộ (trừ hàng hóa luân chuyển nội\nbộ để tiếp tục quá trình sản xuất); xuất hàng hóa dưới các hình thức cho vay,\ncho mượn hoặc hoàn trả hàng hóa) và phải ghi đầy đủ nội dung theo quy định tại Điều 10 Nghị định này, trường hợp sử\ndụng hóa đơn điện tử thì phải theo định dạng chuẩn dữ liệu của cơ quan thuế\ntheo quy định tại Điều 12 Nghị định này."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Khi khấu trừ thuế thu nhập cá nhân, khi thu\nthuế, phí, lệ phí, tổ chức khấu trừ thuế, tổ chức thu phí, lệ phí, tổ chức thu\nthuế phải lập chứng từ khấu trừ thuế, biên lai thu thuế, phí, lệ phí giao cho\nngười có thu nhập bị khấu trừ thuế, người nộp thuế, nộp phí, lệ phí và phải ghi\nđầy đủ các nội dung theo quy định tại Điều 32 Nghị định này. Trường\nhợp sử dụng biên lai điện tử thì phải theo định dạng chuẩn dữ liệu của cơ quan\nthuế. Trường hợp cá nhân ủy quyền quyết toán thuế thì không cấp chứng từ khấu\ntrừ thuế thu nhập cá nhân.\nĐối với cá\nnhân không ký hợp đồng lao động hoặc ký hợp đồng lao động dưới 03 tháng thì tổ\nchức, cá nhân trả thu nhập được lựa chọn cấp chứng từ khấu trừ thuế cho mỗi lần\nkhấu trừ thuế hoặc cấp một chứng từ khấu trừ cho nhiều lần khấu trừ thuế trong\nmột kỳ tính thuế. Đối với cá nhân ký hợp đồng lao động từ 03 tháng trở lên, tổ\nchức, cá nhân trả thu nhập chỉ cấp cho cá nhân một chứng từ khấu trừ thuế trong\nmột kỳ tính thuế."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Trước khi sử dụng hóa đơn, biên lai doanh nghiệp, tổ chức kinh tế, tổ chức\nkhác, hộ, cá nhân kinh doanh, tổ chức thu thuế, phí, lệ phí phải thực hiện đăng\nký sử dụng với cơ quan thuế hoặc thực hiện thông báo phát hành theo quy định\ntại Điều 15, Điều 34 và khoản 1 Điều 36 Nghị định này. Đối với hóa đơn, biên lai do cơ quan thuế đặt in, cơ\nquan thuế thực hiện thông báo phát hành theo khoản 3 Điều 24\nvà khoản 2 Điều 36 Nghị\nđịnh này."
                        },
                        {
                            "type": "clause",
                            "title": "4",
                            "content": "Tổ chức, hộ, cá nhân kinh doanh trong quá trình sử dụng phải báo\ncáo tình hình sử dụng hóa đơn mua của cơ quan thuế, báo cáo tình hình sử dụng\nbiên lai đặt in, tự in hoặc biên lai mua của cơ quan thuế theo quy định tại Điều 29, Điều 38 Nghị định này."
                        },
                        {
                            "type": "clause",
                            "title": "5",
                            "content": "Việc đăng ký, quản lý, sử\ndụng hóa đơn điện tử, chứng từ điện tử phải tuân thủ các quy định của pháp luật\nvề giao dịch điện tử, kế toán, thuế, quản lý thuế và quy định tại Nghị định này."
                        },
                        {
                            "type": "clause",
                            "title": "6",
                            "content": "Dữ liệu hóa đơn, chứng từ khi bán hàng hóa, cung cấp dịch vụ, dữ liệu chứng từ\nkhi thực hiện các giao dịch nộp thuế, khấu trừ thuế và nộp các khoản thuế, phí,\nlệ phí là cơ sở dữ liệu để phục vụ công tác quản lý thuế và cung cấp thông tin\nhóa đơn, chứng từ cho các tổ chức, cá nhân có liên quan."
                        },
                        {
                            "type": "clause",
                            "title": "7",
                            "content": "Người bán hàng hóa, cung cấp dịch vụ là doanh nghiệp, tổ chức\nkinh tế, tổ chức khác được ủy nhiệm cho bên thứ ba lập hóa đơn điện tử cho hoạt\nđộng bán hàng hóa, cung cấp dịch vụ. Hóa đơn được ủy nhiệm cho bên thứ ba lập vẫn\nphải thể hiện tên đơn vị bán là bên ủy nhiệm. Việc ủy nhiệm phải được xác định\nbằng văn bản giữa bên ủy nhiệm và bên nhận ủy nhiệm thể hiện đầy đủ các thông\ntin về hóa đơn ủy nhiệm (mục đích ủy nhiệm; thời hạn ủy nhiệm; phương thức\nthanh toán hóa đơn ủy nhiệm) và phải thông báo cho cơ quan thuế khi đăng ký sử\ndụng hóa đơn điện tử. Trường hợp hóa đơn ủy nhiệm là hóa đơn điện tử không có\nmã của cơ quan thuế thì bên ủy nhiệm phải chuyển dữ liệu hóa đơn điện tử đến cơ\nquan thuế thông qua tổ chức cung cấp dịch vụ. Bộ Tài chính hướng dẫn cụ thể nội\ndung này."
                        },
                        {
                            "type": "clause",
                            "title": "8",
                            "content": "Tổ chức\nthu phí, lệ phí được ủy nhiệm cho bên thứ ba lập biên lai thu phí, lệ phí. Biên\nlai được ủy nhiệm cho bên thứ ba vẫn ghi tên của tổ chức thu phí, lệ phí là bên\nủy nhiệm. Việc ủy nhiệm phải được xác định bằng văn bản giữa bên ủy nhiệm và\nbên nhận ủy nhiệm thể hiện đầy đủ các thông tin về biên lai ủy nhiệm (mục đích ủy\nnhiệm; thời hạn ủy nhiệm; phương thức thanh toán biên lai ủy nhiệm) và phải\nthông báo cho cơ quan thuế khi thông báo phát hành biên lai."
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 5. Hành vi bị cấm trong lĩnh vực hóa đơn, chứng từ",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Đối với công chức thuế",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Gây phiền\nhà, khó khăn cho tổ chức, cá nhân đến mua hóa đơn, chứng từ;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Có hành\nvi bao che, thông đồng cho tổ chức, cá nhân để sử dụng hóa đơn, chứng từ không\nhợp pháp;"
                                },
                                {
                                    "type": "point",
                                    "title": "c",
                                    "content": "Nhận hối\nlộ khi thanh tra, kiểm tra về hóa đơn."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Đối với tổ chức, cá nhân bán, cung cấp hàng hóa, dịch vụ, tổ chức,\ncá nhân có quyền và nghĩa vụ liên quan",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Thực hiện\nhành vi gian dối như sử dụng hóa đơn không hợp pháp, sử dụng không hợp pháp hóa\nđơn;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Cản trở\ncông chức thuế thi hành công vụ, cụ thể các hành vi cản trở gây tổn hại sức khỏe,\nnhân phẩm của công chức thuế khi đang thanh tra, kiểm tra về hóa đơn, chứng từ;"
                                },
                                {
                                    "type": "point",
                                    "title": "c",
                                    "content": "Truy cập\ntrái phép, làm sai lệch, phá hủy hệ thống thông tin về hóa đơn, chứng từ;"
                                },
                                {
                                    "type": "point",
                                    "title": "d",
                                    "content": "Đưa hối\nlộ hoặc thực hiện các hành vi khác liên quan hóa đơn, chứng từ nhằm mưu lợi bất\nchính."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 6. Bảo quản, lưu trữ hóa đơn, chứng từ",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Hóa\nđơn, chứng từ được bảo quản, lưu trữ đảm bảo:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Tính an toàn, bảo mật,\ntoàn vẹn, đầy đủ, không bị thay đổi, sai lệch trong suốt thời gian lưu trữ;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Lưu trữ đúng và đủ thời\nhạn theo quy định của pháp luật kế toán."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Hóa\nđơn điện tử, chứng từ điện tử được bảo quản, lưu trữ bằng phương tiện điện tử.\nCơ quan, tổ chức, cá nhân được quyền lựa chọn và áp dụng hình thức bảo quản,\nlưu trữ hóa đơn điện tử, chứng từ điện tử phù hợp với đặc thù hoạt động và khả\nnăng ứng dụng công nghệ. Hóa đơn điện tử, chứng từ điện tử phải sẵn sàng in\nđược ra giấy hoặc tra cứu được khi có yêu cầu."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Hóa đơn do cơ quan thuế\nđặt in, chứng từ đặt in, tự in phải bảo quản, lưu trữ đúng với yêu cầu sau:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Hóa đơn, chứng từ chưa\nlập được lưu trữ, bảo quản trong kho theo chế độ lưu trữ bảo quản chứng từ có\ngiá."
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Hóa đơn, chứng từ đã lập\ntrong các đơn vị kế toán được lưu trữ theo quy định lưu trữ, bảo quản chứng từ\nkế toán."
                                },
                                {
                                    "type": "point",
                                    "title": "c",
                                    "content": "Hóa đơn, chứng từ đã lập\ntrong các tổ chức, hộ, cá nhân không phải là đơn vị kế toán được lưu trữ và bảo\nquản như tài sản riêng của tổ chức, hộ, cá nhân đó."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 7. Chuyển đổi hóa đơn điện tử, chứng từ điện tử thành hóa đơn, chứng từ giấy",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Hóa đơn điện tử, chứng từ\nđiện tử hợp pháp được chuyển đổi thành hóa đơn, chứng từ giấy khi có yêu cầu\nnghiệp vụ kinh tế, tài chính phát sinh hoặc theo yêu cầu của cơ quan quản lý\nthuế, cơ quan kiểm toán, thanh tra, kiểm tra, điều tra và theo quy định của\npháp luật về thanh tra, kiểm tra và điều tra."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Việc chuyển đổi hóa đơn\nđiện tử, chứng từ điện tử thành hóa đơn, chứng từ giấy phải bảo đảm sự khớp\nđúng giữa nội dung của hóa đơn điện tử, chứng từ điện tử và hóa đơn, chứng từ\ngiấy sau khi chuyển đổi."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Hóa đơn điện tử, chứng từ\nđiện tử được chuyển đổi thành hóa đơn, chứng từ giấy thì hóa đơn, chứng từ giấy\nchỉ có giá trị lưu giữ để ghi sổ, theo dõi theo quy định của pháp luật về kế\ntoán, pháp luật về giao dịch điện tử, không có hiệu lực để giao dịch, thanh\ntoán, trừ trường hợp hóa đơn được khởi tạo từ máy tính tiền có kết nối chuyển\ndữ liệu điện tử với cơ quan thuế theo quy định tại Nghị định này."
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "title": "Chương II\nQUY\nĐỊNH ĐỐI VỚI HÓA ĐƠN",
            "children": [
                {
                    "type": "section",
                    "title": "Mục 1. QUY ĐỊNH",
                    "content": "CHUNG",
                    "children": [
                        {
                            "type": "article",
                            "title": "Điều 8. Loại hóa đơn",
                            "content": "Hóa\nđơn quy định tại Nghị định này gồm các loại sau:",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Hóa đơn giá trị gia tăng là hóa đơn dành cho các tổ chức khai\nthuế giá trị gia tăng theo phương pháp khấu trừ sử dụng cho các hoạt động:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Bán hàng hóa, cung cấp dịch vụ trong nội địa;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Hoạt động vận tải quốc\ntế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Xuất vào khu phi thuế\nquan và các trường hợp được coi như xuất khẩu;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Xuất khẩu hàng hóa, cung\ncấp dịch vụ ra nước ngoài."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Hóa đơn bán hàng là hóa đơn dành cho các tổ chức, cá nhân như\nsau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tổ chức, cá\nnhân khai, tính thuế giá trị gia tăng theo phương pháp trực tiếp sử dụng cho\ncác hoạt động:\n- Bán hàng\nhóa, cung cấp dịch vụ trong nội địa;\n- Hoạt động vận tải quốc tế;\n- Xuất vào khu phi thuế quan\nvà các trường hợp được coi như xuất khẩu;\n- Xuất khẩu hàng hóa, cung\ncấp dịch vụ ra nước ngoài."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Tổ chức, cá nhân trong khu phi thuế quan khi bán hàng hóa, cung cấp dịch vụ vào\nnội địa và khi bán hàng hóa, cung ứng dịch vụ giữa các tổ chức, cá nhân trong\nkhu phi thuế quan với nhau, xuất khẩu hàng hóa, cung cấp dịch vụ ra nước ngoài,\ntrên hóa đơn ghi rõ “Dành cho tổ chức, cá nhân trong khu phi thuế quan”."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Hóa đơn điện tử bán tài sản công\nđược sử dụng khi bán các tài sản sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tài sản công tại cơ quan, tổ chức, đơn vị (bao gồm cả nhà ở\nthuộc sở hữu nhà nước);"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Tài sản kết cấu hạ tầng;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Tài sản công được Nhà nước giao cho doanh nghiệp quản lý không\ntính thành phần vốn nhà nước tại doanh nghiệp;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Tài sản của dự án sử dụng vốn nhà nước;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Tài sản được xác lập quyền sở hữu toàn dân;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Tài sản công bị thu hồi theo quyết định của cơ quan, người có\nthẩm quyền;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Vật tư, vật liệu thu hồi được từ việc xử lý tài sản công."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Hóa đơn điện tử bán hàng dự trữ quốc gia được sử dụng khi các cơ quan, đơn vị\nthuộc hệ thống cơ quan dự trữ nhà nước bán hàng dự trữ quốc gia theo quy định\ncủa pháp luật."
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Các loại hóa đơn khác, gồm:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tem, vé,\nthẻ có hình thức và nội dung quy định tại Nghị định này;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Phiếu thu tiền cước vận\nchuyển hàng không; chứng từ thu cước phí vận tải quốc tế; chứng từ thu phí dịch\nvụ ngân hàng trừ trường hợp quy định tại điểm a khoản này có hình thức và nội\ndung được lập theo thông lệ quốc tế và các quy định của pháp luật có liên quan."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "6",
                                    "content": "Các chứng từ được in, phát hành, sử dụng và quản lý như hóa đơn gồm phiếu xuất\nkho kiêm vận chuyển nội bộ, phiếu xuất kho hàng gửi bán đại lý."
                                },
                                {
                                    "type": "clause",
                                    "title": "7",
                                    "content": "Bộ Tài chính hướng dẫn mẫu\nhiển thị các loại hóa đơn để các đối tượng nêu tại Điều 2 Nghị\nđịnh này tham khảo trong quá trình thực hiện."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 9. Thời điểm lập hóa đơn",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Thời điểm lập hóa đơn đối với bán hàng hóa (bao gồm cả bán tài sản nhà nước,\ntài sản tịch thu, sung quỹ nhà nước và bán hàng dự trữ quốc gia) là thời điểm\nchuyển giao quyền sở hữu hoặc quyền sử dụng hàng hóa cho người mua, không phân\nbiệt đã thu được tiền hay chưa thu được tiền."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Thời điểm lập hóa đơn đối với cung cấp dịch vụ là thời điểm hoàn thành việc\ncung cấp dịch vụ không phân biệt đã thu được tiền hay chưa thu được tiền.\nTrường hợp người cung cấp dịch vụ có thu tiền trước hoặc trong khi cung cấp\ndịch vụ thì thời điểm lập hóa đơn là thời điểm thu tiền (không bao gồm trường\nhợp thu tiền đặt cọc hoặc tạm ứng để đảm bảo thực hiện hợp đồng cung cấp các\ndịch vụ: kế toán, kiểm toán, tư vấn tài chính, thuế; thẩm định giá; khảo sát,\nthiết kế kỹ thuật; tư vấn giám sát; lập dự án đầu tư xây dựng)."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trường hợp giao hàng nhiều lần hoặc bàn giao từng hạng mục, công đoạn dịch vụ\nthì mỗi lần giao hàng hoặc bàn giao đều phải lập hóa đơn cho khối lượng, giá\ntrị hàng hóa, dịch vụ được giao tương ứng."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Thời điểm lập hóa đơn đối với một số trường hợp cụ thể như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Đối với các trường hợp cung cấp dịch vụ với số lượng lớn, phát sinh thường\nxuyên, cần có thời gian đối soát số liệu giữa doanh nghiệp cung cấp dịch vụ và\nkhách hàng, đối tác như trường hợp cung cấp dịch vụ hỗ trợ trực tiếp cho vận\ntải hàng không, cung ứng nhiên liệu hàng không cho các hãng hàng không, hoạt\nđộng cung cấp điện (trừ đối tượng quy định tại điểm h khoản này), nước, dịch vụ\ntruyền hình, dịch vụ bưu chính chuyển phát (bao gồm cả dịch vụ đại lý, dịch vụ\nthu hộ, chi hộ), dịch vụ viễn thông (bao gồm cả dịch vụ viễn thông giá trị gia\ntăng), dịch vụ logistic, dịch vụ công nghệ thông tin (trừ trường hợp quy định\ntại điểm b khoản này) được bán\ntheo kỳ nhất định, thời điểm lập hóa đơn là thời điểm hoàn thành việc đối soát\ndữ liệu giữa các bên nhưng chậm nhất không quá ngày 07 của tháng sau tháng phát\nsinh việc cung cấp dịch vụ hoặc không quá 07 ngày kể từ ngày kết thúc kỳ quy\nước. Kỳ quy ước để làm căn cứ tính lượng hàng hóa, dịch vụ cung cấp căn cứ thỏa\nthuận giữa đơn vị bán hàng hóa, cung cấp dịch vụ với người mua."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Đối với dịch vụ viễn thông (bao gồm cả dịch vụ viễn thông giá trị gia tăng),\ndịch vụ công nghệ thông tin (bao gồm dịch vụ trung gian thanh toán sử dụng trên\nnền tảng viễn thông, công nghệ thông tin) phải thực hiện đối soát dữ liệu kết\nnối giữa các cơ sở kinh doanh dịch vụ, thời điểm lập hóa đơn là thời điểm hoàn\nthành việc đối soát dữ liệu về cước dịch vụ theo hợp đồng kinh tế giữa các cơ\nsở kinh doanh dịch vụ nhưng chậm nhất không quá 2 tháng kể từ tháng phát sinh\ncước dịch vụ kết nối.\nTrường hợp cung cấp dịch vụ\nviễn thông (bao gồm cả dịch vụ viễn thông giá trị gia tăng) thông qua bán thẻ\ntrả trước, thu cước phí hòa mạng khi khách hàng đăng ký sử dụng dịch vụ mà\nkhách hàng không yêu cầu xuất hóa đơn GTGT hoặc không cung cấp tên, địa chỉ, mã\nsố thuế thì cuối mỗi ngày hoặc định kỳ trong tháng, cơ sở kinh doanh dịch vụ\nlập chung một hóa đơn GTGT ghi nhận tổng doanh thu phát sinh theo từng dịch vụ\nngười mua không lấy hóa đơn hoặc không cung cấp tên, địa chỉ, mã số thuế."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Đối với hoạt động xây dựng, lắp đặt, thời điểm lập hóa đơn là thời điểm nghiệm\nthu, bàn giao công trình, hạng mục công trình, khối lượng xây dựng, lắp đặt\nhoàn thành, không phân biệt đã thu được tiền hay chưa thu được tiền."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Đối với tổ chức kinh doanh bất động sản, xây dựng cơ sở hạ tầng, xây dựng nhà\nđể bán, chuyển nhượng:"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "1) Trường hợp chưa chuyển\ngiao quyền sở hữu, quyền sử dụng: Có thực hiện thu tiền theo tiến độ thực hiện\ndự án hoặc tiến độ thu tiền ghi trong hợp đồng thì thời điểm lập hóa đơn là\nngày thu tiền hoặc theo thỏa thuận thanh toán trong hợp đồng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "2) Trường hợp đã chuyển\ngiao quyền sở hữu, quyền sử dụng: Thời điểm lập hóa đơn thực hiện theo quy định\ntại khoản 1 Điều này."
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Thời điểm lập hóa đơn đối với các trường hợp tổ chức kinh doanh mua dịch vụ vận\ntải hàng không xuất qua website và hệ thống thương mại điện tử được lập theo\nthông lệ quốc tế chậm nhất không quá 05 ngày kế tiếp kể từ ngày chứng từ dich\nvụ vận tải hàng không xuất ra trên hệ thống website và hệ thống thương mại điện\ntử."
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Đối với hoạt động tìm kiếm thăm dò, khai thác và chế biến dầu thô: Thời điểm\nlập hóa đơn bán dầu thô, condensate, các sản phẩm được chế biến từ dầu thô (bao\ngồm cả hoạt động bao tiêu sản phẩm theo cam kết của Chính phủ) là thời điểm bên\nmua và bên bán xác định được giá bán chính thức, không phân biệt đã thu được\ntiền hay chưa thu được tiền.\nĐối với hoạt động bán khí\nthiên nhiên, khí đồng hành, khí than được chuyển bằng đường ống dẫn khí đến\nngười mua, thời điểm lập hóa đơn là thời điểm bên mua, bên bán xác định khối\nlượng khí giao hàng tháng nhưng chậm nhất không quá 07 ngày kế tiếp kể từ ngày\nbên bán gửi thông báo lượng khí giao hàng tháng.\nTrường hợp thỏa thuận bảo\nlãnh và cam kết của Chính phủ có quy định khác về thời điểm lập hóa đơn thì\nthực hiện theo quy định tại thỏa thuận bảo lãnh và cam kết của Chính phủ."
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Đối với cơ sở kinh doanh thương mại bán lẻ, kinh doanh dịch vụ ăn uống theo mô\nhình hệ thống cửa hàng bán trực tiếp đến người tiêu dùng nhưng việc hạch toán\ntoàn bộ hoạt động kinh doanh được thực hiện tại trụ sở chính (trụ sở chính trực\ntiếp ký hợp đồng mua, bán hàng hóa, dịch vụ; hóa đơn bán hàng hóa, dịch vụ từng\ncửa hàng xuất cho khách hàng xuất qua hệ thống máy tính tiền của từng cửa hàng\nđứng tên trụ sở chính), hệ thống máy tính tiền kết nối với máy tính chưa đáp\nứng điều kiện kết nối chuyển dữ liệu với cơ quan thuế, từng giao dịch bán hàng\nhóa, cung cấp đồ ăn uống có in Phiếu tính tiền cho khách hàng, dữ liệu Phiếu\ntính tiền có lưu trên hệ thống và khách hàng không có nhu cầu nhận hóa đơn điện\ntử thì cuối ngày cơ sở kinh doanh căn cứ thông tin từ Phiếu tính tiền để tổng\nhợp lập hóa đơn điện tử cho các giao dịch bán hàng hóa, cung cấp đồ ăn uống\ntrong ngày, trường hợp khách hàng yêu cầu lập hóa đơn điện tử thì cơ sở kinh\ndoanh lập hóa đơn điện tử giao cho khách hàng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "h",
                                            "content": "Đối với hoạt động bán điện của các công ty phát điện trên thị trường điện\nthì thời điểm lập hóa đơn điện tử được xác định căn cứ thời điểm về đối\nsoát số liệu thanh toán giữa đơn vị vận hành hệ thống điện và thị trường điện, đơn\nvị phát điện và đơn vị mua điện theo quy định của Bộ Công Thương\nhoặc hợp đồng mua bán điện đã được Bộ Công Thương\nhướng dẫn, phê duyệt nhưng chậm nhất là ngày cuối cùng của thời hạn\nkê khai, nộp thuế đối với tháng phát sinh nghĩa vụ thuế theo quy định pháp luật\nvề thuế. Riêng hoạt động bán điện của các công ty phát điện có cam kết bảo lãnh\ncủa Chính phủ về thời điểm thanh toán thì thời điểm lập hóa đơn điện tử căn cứ\ntheo bảo lãnh của Chính phủ, hướng dẫn và phê duyệt của Bộ Công Thương và các\nhợp đồng mua bán điện đã được ký kết giữa bên mua điện và bên bán điện."
                                        },
                                        {
                                            "type": "point",
                                            "title": "i",
                                            "content": "Thời điểm lập hóa đơn điện tử đối với trường\nhợp bán xăng dầu tại các cửa hàng bán lẻ cho khách hàng là thời điểm\nkết thúc việc bán xăng dầu theo từng lần bán. Người bán phải đảm bảo lưu trữ\nđầy đủ hóa đơn điện tử đối với trường hợp bán xăng dầu cho khách hàng là cá\nnhân không kinh doanh, cá nhân kinh doanh và đảm bảo có thể tra cứu khi cơ quan\ncó thẩm quyền yêu cầu."
                                        },
                                        {
                                            "type": "point",
                                            "title": "k",
                                            "content": "Đối với trường hợp cung cấp dịch vụ vận tải hàng không, dịch vụ bảo hiểm qua\nđại lý, thời điểm lập hóa đơn là thời điểm hoàn thành việc đối soát dữ liệu\ngiữa các bên nhưng chậm nhất không quá ngày\n10 của tháng sau tháng phát sinh."
                                        },
                                        {
                                            "type": "point",
                                            "title": "l",
                                            "content": "Trường hợp cung cấp dịch vụ ngân hàng, chứng khoán, bảo hiểm, dịch vụ chuyển\ntiền qua ví điện tử, dịch vụ ngừng và cấp điện trở lại của đơn vị phân phối\nđiện cho người mua là cá nhân không kinh doanh (hoặc cá nhân kinh doanh) nhưng\nkhông có nhu cầu lấy hóa đơn thì cuối ngày hoặc cuối tháng đơn vị thực hiện\nxuất hóa đơn tổng căn cứ thông tin chi tiết từng giao dịch phát sinh trong\nngày, trong tháng tại hệ thống quản lý dữ liệu của đơn vị. Đơn vị cung cấp dịch\nvụ phải chịu trách nhiệm về tính chính xác nội dung thông tin giao dịch và cung\ncấp bảng tổng hợp chi tiết dịch vụ cung cấp khi cơ quan chức năng yêu cầu.\nTrường hợp khách hàng yêu cầu lấy hóa đơn theo từng giao dịch thì đơn vị cung\ncấp dịch vụ phải lập hóa đơn giao cho khách hàng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "m",
                                            "content": "Đối với kinh doanh vận tải hành khách bằng xe taxi có sử dụng phần mềm tính\ntiền theo quy định của pháp luật:\n- Tại thời điểm kết thúc\nchuyến đi, doanh nghiệp, hợp tác xã kinh doanh\nvận tải hành khách bằng xe taxi có sử dụng phần\nmềm tính tiền thực hiện gửi các thông tin của chuyến đi cho khách hàng và gửi\nvề cơ quan thuế theo định dạng dữ liệu của cơ quan thuế. Các thông tin gồm: tên\nđơn vị kinh doanh vận tải, biển kiểm soát xe, cự ly chuyến đi (tính theo km) và\ntổng số tiền hành khách phải trả.\n- Trường\nhợp khách hàng lấy hóa đơn điện tử thì khách hàng cập nhật hoặc gửi các thông\ntin đầy đủ (tên, địa chỉ, mã số thuế) vào phần mềm hoặc đơn vị cung cấp dịch\nvụ. Căn cứ thông tin khách hàng gửi hoặc cập nhật, doanh\nnghiệp, hợp tác xã kinh doanh vận tải hành khách\nbằng xe taxi có sử dụng phần mềm tính tiền thực hiện gửi hóa đơn\ncủa chuyến đi cho khách hàng, đồng thời chuyển dữ liệu hóa đơn đến cơ quan thuế\ntheo quy định tại Điều 22 Nghị định này."
                                        },
                                        {
                                            "type": "point",
                                            "title": "n",
                                            "content": "Đối với cơ sở y tế kinh doanh dịch vụ khám chữa bệnh có sử\ndụng phần mềm quản lý khám chữa bệnh và quản lý viện phí, từng giao dịch khám,\nchữa bệnh và thực hiện các dịch vụ chụp, chiếu, xét nghiệm có in phiếu thu tiền\n(thu viện phí hoặc tiền khám, xét nghiệm) và có lưu trên hệ thống công nghệ\nthông tin, nếu khách hàng (người đến khám, chữa bệnh) không có nhu cầu lấy hóa đơn\nthì cuối ngày cơ sở y tế căn cứ\nthông tin khám, chữa bệnh và thông tin từ phiếu\nthu tiền để tổng hợp lập hóa đơn điện tử cho các dịch vụ y\ntế thực hiện trong ngày, trường hợp khách hàng yêu cầu lập\nhóa đơn điện tử thì cơ sở y tế lập hóa đơn\nđiện tử giao cho khách hàng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "o",
                                            "content": "Đối\nvới hoạt động thu phí dịch vụ sử dụng đường bộ theo hình thức điện tử không\ndừng ngày lập hóa đơn điện tử là ngày xe lưu thông qua trạm thu phí. Trường hợp\nkhách hàng sử dụng dịch vụ thu phí đường bộ theo hình thức điện tử không dừng\ncó một hoặc nhiều phương tiện cùng sử dụng dịch vụ nhiều lần trong tháng, đơn\nvị cung cấp dịch vụ có thể lập hóa đơn điện tử theo định kỳ, ngày lập hóa đơn\nđiện tử chậm nhất là ngày cuối cùng của tháng phát sinh dịch vụ thu phí. Nội\ndung hóa đơn liệt kê chi tiết từng lượt xe lưu thông qua các trạm thu phí (bao\ngồm: thời gian xe qua trạm, giá phí sử dụng đường bộ của từng lượt xe)."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 10. Nội dung của hóa đơn",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Tên hóa đơn,\nký hiệu hóa đơn, ký hiệu mẫu số hóa đơn. Cụ thể như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tên hóa đơn là tên của từng loại hóa đơn quy định tại Điều 8 Nghị định này được thể hiện\ntrên mỗi hóa đơn, như: HÓA ĐƠN GIÁ TRỊ GIA TĂNG, HÓA ĐƠN GIÁ TRỊ GIA TĂNG KIÊM TỜ\nKHAI HOÀN THUẾ, HÓA ĐƠN GIÁ TRỊ GIA TĂNG KIÊM PHIẾU THU, HÓA ĐƠN BÁN HÀNG, HÓA ĐƠN\nBÁN TÀI SẢN CÔNG, TEM, VÉ, THẺ, HÓA ĐƠN BÁN HÀNG DỰ TRỮ QUỐC GIA."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Ký hiệu mẫu số hóa đơn, ký hiệu hóa đơn thực hiện theo hướng dẫn của Bộ Tài\nchính."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Tên liên hóa đơn áp dụng đối với hóa đơn do cơ quan thuế đặt in thực hiện theo\nhướng dẫn của Bộ Tài chính."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Số hóa đơn",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Số hóa đơn là số thứ tự được thể hiện trên hóa đơn khi người bán lập hóa đơn.\nSố hóa đơn được ghi bằng chữ số Ả-rập có tối đa 8 chữ số, bắt đầu từ số 1 vào\nngày 01/01 hoặc ngày bắt đầu sử dụng hóa đơn và kết thúc vào ngày 31/12 hàng\nnăm có tối đa đến số 99 999 999. Hóa đơn được lập theo thứ tự liên tục từ số\nnhỏ đến số lớn trong cùng một ký hiệu hóa đơn và ký hiệu mẫu số hóa đơn.\nRiêng đối với hóa đơn do cơ quan thuế đặt in thì số hóa đơn được in sẵn trên\nhóa đơn và người mua hóa đơn được sử dụng đến hết kể từ khi mua.\nTrường\nhợp tổ chức kinh doanh có nhiều cơ sở bán hàng hoặc nhiều cơ sở được đồng thời\ncùng sử dụng một loại hóa đơn điện tử có cùng ký hiệu theo phương thức truy\nxuất ngẫu nhiên từ một hệ thống lập hóa đơn điện tử thì hóa đơn được lập theo\nthứ tự liên tục từ số nhỏ đến số lớn theo thời điểm người bán ký số, ký điện tử\ntrên hóa đơn."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trường hợp số hóa đơn không được lập theo nguyên tắc nêu trên thì hệ thống lập\nhóa đơn điện tử phải đảm bảo nguyên tắc tăng theo thời gian, mỗi số hóa đơn đảm\nbảo chỉ được lập, sử dụng một lần duy nhất và tối đa 8 chữ số."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Tên, địa chỉ, mã số thuế của người bán\nTrên hóa đơn phải thể hiện tên,\nđịa chỉ, mã số thuế của người bán theo đúng tên, địa chỉ, mã số\nthuế ghi tại giấy chứng nhận đăng ký doanh nghiệp, giấy chứng nhận đăng ký hoạt\nđộng chi nhánh, giấy chứng nhận đăng ký hộ kinh doanh, giấy chứng nhận đăng ký\nthuế, thông báo mã số thuế, giấy chứng nhận đăng ký đầu tư, giấy chứng nhận\nđăng ký hợp tác xã."
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Tên, địa chỉ, mã số thuế của người mua",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Trường hợp người mua là\ncơ sở kinh doanh có mã số thuế thì tên, địa chỉ, mã số thuế của người\nmua thể hiện trên hóa đơn phải ghi theo đúng tại giấy chứng nhận đăng\nký doanh nghiệp, giấy chứng nhận đăng ký hoạt động chi nhánh, giấy chứng nhận\nđăng ký hộ kinh doanh, giấy chứng nhận đăng ký thuế, thông báo mã số thuế, giấy\nchứng nhận đăng ký đầu tư, giấy chứng nhận đăng ký hợp tác xã.\nTrường\nhợp tên, địa chỉ người mua quá dài, trên hóa đơn người bán được viết ngắn gọn\nmột số danh từ thông dụng như: \"Phường\" thành \"P\";\n\"Quận\" thành \"Q\", \"Thành phố\" thành\n\"TP\", \"Việt Nam\" thành \"VN\" hoặc \"Cổ\nphần\" là \"CP\", \"Trách nhiệm Hữu hạn\" thành\n\"TNHH\", \"khu công nghiệp\" thành \"KCN\", \"sản\nxuất\" thành \"SX\", \"Chi nhánh\" thành \"CN\"…\nnhưng phải đảm bảo đầy đủ số nhà, tên đường phố, phường, xã, quận, huyện, thành\nphố, xác định được chính xác tên, địa chỉ doanh nghiệp và phù hợp với đăng ký\nkinh doanh, đăng ký thuế của doanh nghiệp."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trường hợp người mua\nkhông có mã số thuế thì trên hóa đơn không phải thể hiện mã số thuế người mua.\nMột số trường hợp bán hàng hóa, cung cấp dịch vụ đặc thù cho người tiêu dùng là\ncá nhân quy định tại khoản 14 Điều này thì trên hóa đơn\nkhông phải thể hiện tên, địa chỉ người mua. Trường hợp bán hàng hóa, cung cấp\ndịch vụ cho khách hàng nước ngoài đến Việt Nam thì thông tin về địa chỉ người\nmua có thể được thay bằng thông tin về số hộ chiếu hoặc giấy tờ xuất nhập cảnh\nvà quốc tịch của khách hàng nước ngoài."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "6",
                                    "content": "Tên, đơn vị tính, số lượng, đơn giá hàng hóa, dịch vụ; thành tiền chưa có thuế\ngiá trị gia tăng, thuế suất thuế giá trị gia tăng, tổng số tiền thuế giá trị\ngia tăng theo từng loại thuế suất, tổng cộng tiền thuế giá trị gia tăng, tổng\ntiền thanh toán đã có thuế giá trị gia tăng.",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tên, đơn vị tính, số lượng, đơn giá hàng hóa, dịch vụ\n- Tên hàng hóa, dịch vụ:\nTrên hóa đơn phải thể hiện tên hàng hóa, dịch vụ bằng tiếng Việt. Trường hợp\nbán hàng hóa có nhiều chủng loại khác nhau thì tên hàng hóa thể hiện chi tiết\nđến từng chủng loại (ví dụ: điện thoại Samsung, điện thoại Nokia…). Trường hợp\nhàng hóa phải đăng ký quyền sử dụng, quyền sở hữu thì trên hóa đơn phải thể\nhiện các số hiệu, ký hiệu đặc trưng của hàng hóa mà khi đăng ký pháp luật có\nyêu cầu. Ví dụ: Số khung, số máy của ô tô, mô tô, địa chỉ, cấp nhà, chiều dài,\nchiều rộng, số tầng của một ngôi nhà…\nTrường hợp cần ghi thêm\nchữ nước ngoài thì chữ nước ngoài được đặt bên phải trong ngoặc đơn (\n) hoặc đặt ngay dưới dòng tiếng Việt và có cỡ chữ nhỏ hơn chữ\ntiếng Việt. Trường hợp hàng hóa, dịch vụ được giao dịch có quy định về mã\nhàng hóa, dịch vụ thì trên hóa đơn phải ghi cả tên và mã hàng hóa, dịch vụ.\n- Đơn\nvị tính: Người bán căn cứ vào tính chất, đặc điểm của hàng hóa để xác định tên đơn\nvị tính của hàng hóa thể hiện trên hóa đơn theo đơn vị tính là đơn vị đo lường\n(ví dụ như: tấn, tạ, yến, kg, g, mg hoặc lượng, lạng, cái, con, chiếc, hộp,\ncan, thùng, bao, gói, tuýp, m3, m2, m...). Đối với dịch\nvụ thì trên hóa đơn không nhất thiết phải có tiêu thức “đơn vị tính” mà đơn vị\ntính xác định theo từng lần cung cấp dịch vụ và nội dung dịch vụ cung cấp.\n- Số\nlượng hàng hóa, dịch vụ: Người bán ghi số lượng bằng chữ số Ả-rập căn\ncứ theo đơn vị tính nêu trên. Các loại hàng hóa, dịch vụ đặc thù như điện,\nnước, dịch vụ viễn thông, dịch vụ công nghệ thông tin, dịch vụ truyền hình,\ndịch vụ bưu chính chuyển phát, ngân hàng, chứng khoán, bảo hiểm được bán theo\nkỳ nhất định thì trên hóa đơn phải ghi cụ thể kỳ cung cấp hàng hóa, dịch vụ.\nĐối với các dịch vụ xuất theo kỳ phát sinh, được sử dụng bảng kê để liệt kê các\nloại hàng hóa, dịch vụ đã bán kèm theo hóa đơn; bảng kê được lưu giữ cùng hóa đơn\nđể phục vụ việc kiểm tra, đối chiếu của các cơ quan có thẩm quyền.\nHóa\nđơn phải ghi rõ “kèm theo bảng kê số…, ngày… tháng... năm”.\nBảng kê phải có tên, mã số thuế và địa chỉ của người bán, tên hàng hóa, dịch\nvụ, số lượng, đơn giá, thành tiền hàng hóa, dịch vụ bán ra, ngày lập, tên và\nchữ ký người lập Bảng kê. Trường hợp người bán nộp thuế giá trị gia tăng theo\nphương pháp khấu trừ thì Bảng kê phải có tiêu thức “thuế suất giá trị gia tăng”\nvà “tiền thuế giá trị gia tăng”. Tổng cộng tiền thanh toán đúng với số tiền ghi\ntrên hóa đơn giá trị gia tăng. Hàng hóa, dịch vụ bán ra ghi trên Bảng kê theo\nthứ tự bán hàng trong ngày. Bảng kê phải ghi rõ “kèm theo hóa đơn số\nngày… tháng... năm”.\n- Đơn giá hàng hóa, dịch vụ: Người\nbán ghi đơn giá hàng hóa, dịch vụ theo đơn vị tính nêu trên. Trường hợp các\nhàng hóa, dịch vụ sử dụng bảng kê để liệt kê các hàng hóa, dịch vụ đã bán kèm\ntheo hóa đơn thì trên hóa đơn không nhất thiết phải có đơn giá."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Thuế suất\nthuế giá trị gia tăng: Thuế suất thuế giá trị gia tăng thể hiện trên\nhóa đơn là thuế suất thuế giá trị gia tăng tương ứng với từng loại hàng hóa,\ndịch vụ theo quy định của pháp luật về thuế giá trị gia tăng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Thành tiền\nchưa có thuế giá trị gia tăng, tổng số tiền thuế giá trị gia tăng theo từng\nloại thuế suất, tổng cộng tiền thuế giá trị gia tăng, tổng tiền thanh toán đã\ncó thuế giá trị gia tăng được thể hiện bằng đồng Việt Nam\ntheo chữ số Ả-rập, trừ trường hợp bán hàng thu ngoại tệ không phải chuyển đổi\nra đồng Việt Nam thì thể hiện theo nguyên tệ."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Tổng số\ntiền thanh toán trên hóa đơn được thể hiện bằng đồng Việt Nam theo chữ số Ả rập\nvà bằng chữ tiếng Việt, trừ trường hợp bán hàng thu ngoại tệ không phải chuyển\nđổi ra đồng Việt Nam thì tổng số tiền thanh toán thể hiện bằng nguyên tệ và\nbằng chữ tiếng nước ngoài."
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Trường hợp cơ sở kinh doanh áp dụng hình thức chiết khấu thương mại dành cho\nkhách hàng hoặc khuyến mại theo quy định của pháp luật thì phải thể hiện rõ khoản\nchiết khấu thương mại, khuyến mại trên hóa đơn. Việc xác định giá tính thuế giá\ntrị gia tăng (thành tiền chưa có thuế giá trị gia tăng) trong trường hợp áp\ndụng chiết khấu thương mại dành cho khách hàng hoặc khuyến mại thực hiện theo\nquy định của pháp luật thuế giá trị gia tăng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Trường hợp doanh nghiệp vận tải hàng không sử dụng hệ thống xuất vé được lập\ntheo thông lệ quốc tế thì các khoản phí dịch vụ thu trên chứng từ vận tải hàng\nkhông (phí quản trị hệ thống, phí đổi chứng từ vận tải và các khoản phí khác)\nvà các khoản thu hộ phí dịch vụ sân bay của các doanh nghiệp vận tải hàng không\n(như phí phục vụ hành khách, phí soi chiếu an ninh và các loại phí khác) ghi\ntrên hóa đơn là giá thanh toán đã có thuế giá trị gia tăng. Doanh nghiệp hàng\nkhông được làm tròn số đến hàng nghìn đối với các khoản thu trên chứng từ vận tải\ntheo quy định của Hiệp hội hàng không quốc tế (IATA)."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "7",
                                    "content": "Chữ ký của người bán, chữ ký của người mua, cụ thể:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Đối với hóa đơn do cơ\nquan thuế đặt in, trên hóa đơn phải có chữ ký của người bán, dấu của người bán\n(nếu có), chữ ký của người mua (nếu có)."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Đối với hóa đơn điện tử:\nTrường hợp\nngười bán là doanh nghiệp, tổ chức thì chữ ký số của người bán trên hóa đơn là\nchữ ký số của doanh nghiệp, tổ chức; trường hợp người bán là cá nhân thì sử\ndụng chữ ký số của cá nhân hoặc người được ủy quyền.\nTrường hợp\nhóa đơn điện tử không nhất thiết phải có chữ ký số\ncủa người bán và người mua thực hiện theo quy định tại khoản 14\nĐiều này."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "8",
                                    "content": "Thời điểm lập hóa đơn thực hiện theo hướng dẫn tại Điều 9 Nghị định này và được hiển\nthị theo định dạng ngày, tháng, năm của năm dương lịch."
                                },
                                {
                                    "type": "clause",
                                    "title": "9",
                                    "content": "Thời điểm ký số trên hóa đơn điện tử là thời điểm người bán, người mua sử dụng\nchữ ký số để ký trên hóa đơn điện tử được hiển thị theo định dạng ngày, tháng,\nnăm của năm dương lịch. Trường hợp hóa đơn điện tử đã lập có thời điểm ký số\ntrên hóa đơn khác thời điểm lập hóa đơn thì thời điểm khai thuế là thời điểm\nlập hóa đơn."
                                },
                                {
                                    "type": "clause",
                                    "title": "10",
                                    "content": "Mã\ncủa cơ quan thuế đối với hóa đơn điện tử có mã của cơ quan thuế\ntheo quy định tại khoản 2 Điều 3 Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "11",
                                    "content": "Phí, lệ phí thuộc ngân sách nhà nước, chiết khấu thương mại, khuyến mại (nếu\ncó) theo hướng dẫn tại điểm e khoản 6 Điều này và các nội dung khác liên quan\n(nếu có)."
                                },
                                {
                                    "type": "clause",
                                    "title": "12",
                                    "content": "Tên, mã số thuế của tổ chức nhận in\nhóa đơn đối với hóa đơn do cơ quan thuế đặt in."
                                },
                                {
                                    "type": "clause",
                                    "title": "13",
                                    "content": "Chữ viết, chữ số và đồng tiền thể hiện trên hóa đơn",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Chữ viết hiển thị trên hóa đơn là tiếng Việt. Trường hợp cần ghi\nthêm chữ nước ngoài thì chữ nước ngoài được đặt bên phải trong ngoặc đơn\n( ) hoặc đặt ngay dưới dòng tiếng Việt và có cỡ chữ nhỏ hơn chữ\ntiếng Việt. Trường hợp chữ trên hóa đơn là chữ\ntiếng Việt không dấu thì các chữ viết không dấu trên hóa đơn phải đảm bảo không\ndẫn tới cách hiểu sai lệch nội dung của hóa đơn."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Chữ số hiển thị trên hóa\nđơn là chữ số Ả-rập: 0, 1, 2, 3, 4, 5, 6, 7, 8, 9. Người bán được lựa chọn: sau chữ số hàng nghìn, triệu, tỷ, nghìn tỷ,\ntriệu tỷ, tỷ tỷ phải đặt dấu chấm (.), nếu có ghi chữ số sau chữ số hàng đơn vị\nphải đặt dấu phẩy (,) sau chữ số hàng đơn vị hoặc sử dụng dấu phân cách số tự\nnhiên là dấu phẩy (,) sau chữ số hàng nghìn, triệu, tỷ, nghìn tỷ, triệu tỷ, tỷ\ntỷ và sử dụng dấu chấm (.) sau chữ số hàng đơn vị trên chứng từ kế toán."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Đồng tiền ghi trên hóa đơn là Đồng Việt Nam, ký hiệu quốc gia là “đ”.\n- Trường hợp nghiệp vụ\nkinh tế, tài chính phát sinh bằng ngoại tệ theo quy định của pháp\nluật về ngoại hối thì đơn giá, thành tiền, tổng số\ntiền thuế giá trị gia tăng theo từng loại thuế suất, tổng cộng tiền thuế giá\ntrị gia tăng, tổng số tiền thanh toán được ghi bằng ngoại tệ, đơn vị tiền tệ\nghi tên ngoại tệ. Người bán đồng thời thể hiện trên hóa đơn tỷ giá ngoại tệ với\nđồng Việt Nam theo tỷ giá theo quy định của Luật\nQuản lý thuế và các văn bản hướng dẫn thi hành.\n- Mã ký hiệu ngoại tệ\ntheo tiêu chuẩn quốc tế (ví dụ: 13.800,25 USD - Mười ba nghìn tám trăm đô la\nMỹ và hai mươi nhăm xu, ví dụ: 5.000,50 EUR- Năm nghìn ơ-rô\nvà năm mươi xu).\n- Trường hợp bán hàng hóa\nphát sinh bằng ngoại tệ theo quy định của pháp luật về ngoại hối và\nđược nộp thuế bằng ngoại tệ thì tổng số tiền thanh toán thể hiện trên hóa đơn\ntheo ngoại tệ, không phải quy đổi ra đồng Việt Nam."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "14",
                                    "content": "Một số trường hợp hóa đơn điện tử không nhất thiết có đầy đủ các nội dung",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Trên hóa đơn điện tử không nhất thiết phải có chữ ký điện tử của người mua (bao\ngồm cả trường hợp lập hóa đơn điện tử khi bán hàng hóa, cung cấp dịch vụ cho\nkhách hàng ở nước ngoài). Trường hợp người mua là cơ sở kinh doanh và người\nmua, người bán có thỏa thuận về việc người mua đáp ứng các điều kiện kỹ thuật\nđể ký số, ký điện tử trên hóa đơn điện tử do người bán lập thì hóa đơn điện tử\ncó chữ ký số, ký điện tử của người bán và người mua theo thỏa thuận giữa hai\nbên."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Đối với hóa đơn điện tử của cơ quan thuế cấp theo từng lần phát sinh không nhất\nthiết phải có chữ ký số của người bán, người mua."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Đối với hóa đơn điện tử bán hàng tại siêu thị, trung tâm thương mại mà người\nmua là cá nhân không kinh doanh thì trên hóa đơn không nhất thiết phải có tên,\nđịa chỉ, mã số thuế người mua.\nĐối với hóa đơn điện tử bán\nxăng dầu cho khách hàng là cá nhân không kinh doanh thì không nhất thiết phải\ncó các chỉ tiêu tên hóa đơn, ký hiệu mẫu số hóa đơn, ký hiệu hóa đơn, số hóa đơn;\ntên, địa chỉ, mã số thuế của người mua, chữ ký điện tử của người mua; chữ ký\nsố, chữ ký điện tử của người bán, thuế suất thuế giá trị gia tăng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Đối với hóa đơn điện tử\nlà tem, vé, thẻ thì trên hóa đơn không nhất thiết phải có chữ ký số của người\nbán (trừ trường hợp tem, vé, thẻ là hóa đơn điện tử do cơ quan thuế cấp mã),\ntiêu thức người mua (tên, địa chỉ, mã số thuế), tiền thuế, thuế suất thuế giá\ntrị gia tăng. Trường hợp tem, vé, thẻ điện tử có sẵn mệnh giá thì không nhất\nthiết phải có tiêu thức đơn vị tính, số lượng, đơn giá."
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Đối với chứng từ điện tử dịch\nvụ vận tải hàng không xuất qua website và hệ thống thương mại điện tử được lập\ntheo thông lệ quốc tế cho người mua là cá nhân không kinh doanh được xác định\nlà hóa đơn điện tử thì trên hóa đơn không nhất thiết phải có ký hiệu hóa đơn,\nký hiệu mẫu hóa đơn, số thứ tự hóa đơn, thuế suất thuế giá trị gia tăng, mã số\nthuế, địa chỉ người mua, chữ ký số của người bán.\nTrường\nhợp tổ chức kinh doanh hoặc tổ chức không kinh doanh mua dịch vụ vận tải hàng\nkhông thì chứng từ điện tử dịch vụ vận tải hàng không xuất qua website và hệ\nthống thương mại điện tử được lập theo thông lệ quốc tế cho các cá nhân của tổ\nchức kinh doanh, cá nhân của tổ chức không kinh doanh thì không được xác định\nlà hóa đơn điện tử. Doanh nghiệp kinh doanh dịch vụ vận tải hàng không phải lập\nhóa đơn điện tử có đầy đủ các nội dung theo quy định giao cho tổ chức có cá\nnhân sử dụng dịch vụ vận tải hàng không."
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Đối với hóa đơn của hoạt động xây dựng, lắp đặt; hoạt động xây nhà để bán có\nthu tiền theo tiến độ theo hợp đồng thì trên hóa đơn không nhất thiết phải có đơn\nvị tính, số lượng, đơn giá."
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Đối với Phiếu xuất kho kiêm vận chuyển nội bộ thì trên Phiếu xuất kho kiêm vận\nchuyển nội bộ thể hiện các thông tin liên quan lệnh điều động nội bộ, người\nnhận hàng, người xuất hàng, địa điểm kho xuất, địa điểm nhận hàng, phương tiện\nvận chuyển. Cụ thể: tên người mua thể hiện người nhận hàng, địa chỉ người mua\nthể hiện địa điểm kho nhận hàng; tên người bán thể hiện người xuất hàng, địa\nchỉ người bán thể hiện địa điểm kho xuất hàng và phương tiện vận chuyển; không\nthể hiện tiền thuế, thuế suất, tổng số tiền thanh toán.\nĐối với Phiếu xuất kho hàng\ngửi bán đại lý thì trên Phiếu xuất kho hàng gửi bán đại lý thể hiện các thông\ntin như hợp đồng kinh tế, người vận chuyển, phương tiện vận chuyển, địa điểm\nkho xuất, địa điểm kho nhận, tên sản phẩm hàng hóa, đơn vị tính, số lượng, đơn\ngiá, thành tiền. Cụ thể: ghi số, ngày tháng năm hợp đồng kinh tế ký giữa tổ\nchức, cá nhân; họ tên người vận chuyển, hợp đồng vận chuyển (nếu có), địa chỉ\nngười bán thể hiện địa điểm kho xuất hàng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "h",
                                            "content": "Hóa\nđơn sử dụng cho thanh toán Interline giữa các hãng hàng không được lập theo quy\nđịnh của Hiệp hội vận tải hàng không quốc tế thì trên hóa đơn không nhất thiết\nphải có các chỉ tiêu: ký hiệu hóa đơn, ký hiệu mẫu hóa đơn, tên địa chỉ, mã số\nthuế của người mua, chữ ký số của người mua, đơn vị tính, số lượng, đơn giá."
                                        },
                                        {
                                            "type": "point",
                                            "title": "i",
                                            "content": "Hóa đơn doanh nghiệp vận chuyển\nhàng không xuất cho đại lý là hóa đơn xuất ra theo báo cáo đã đối chiếu giữa\nhai bên và theo bảng kê tổng hợp thì trên hóa đơn không nhất thiết phải có đơn\ngiá."
                                        },
                                        {
                                            "type": "point",
                                            "title": "k",
                                            "content": "Đối với hoạt động xây dựng, lắp\nđặt, sản xuất, cung cấp sản phẩm, dịch vụ của doanh nghiệp quốc phòng an ninh\nphục vụ hoạt động quốc phòng an ninh theo quy định của Chính phủ thì trên hóa đơn\nkhông nhất thiết phải có đơn vị tính; số lượng; đơn giá; phần tên hàng hóa, dịch\nvụ ghi cung cấp hàng hóa, dịch vụ theo hợp đồng ký kết giữa các bên."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "15",
                                    "content": "Nội dung khác trên hóa đơn\nNgoài các nội dung hướng\ndẫn từ khoản 1 đến khoản 13 Điều này, doanh nghiệp, tổ chức, hộ, cá nhân\nkinh doanh có thể tạo thêm thông tin về biểu trưng hay lo-go để thể hiện\nnhãn hiệu, thương hiệu hay hình ảnh đại diện của người bán. Tùy theo đặc điểm,\ntính chất giao dịch và yêu cầu quản lý, trên hóa đơn có thể thể hiện thông tin\nvề Hợp đồng mua bán, lệnh vận chuyển, mã khách hàng và các thông tin khác."
                                },
                                {
                                    "type": "clause",
                                    "title": "16",
                                    "content": "Nội dung hóa đơn bán tài sản công thực hiện theo hướng dẫn lập hóa đơn bán tài\nsản công theo Mẫu số 08/TSC-HĐ ban hành kèm theo Nghị định số 151/2017/NĐ-CP ngày 26 tháng 12 năm 2017 của Chính phủ quy định\nchi tiết một số điều của Luật Quản lý, sử dụng\ntài sản công."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 11. Hóa đơn được khởi tạo từ máy tính tiền có kết nối chuyển dữ liệu với cơ quan thuế Hóa đơn được khởi tạo từ máy tính tiền kết nối chuyển dữ liệu điện tử với cơ quan thuế đảm bảo nguyên tắc sau:",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Nhận biết được hóa đơn in\ntừ máy tính tiền kết nối chuyển dữ liệu điện tử với cơ quan thuế;"
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Không bắt buộc có chữ ký\nsố;"
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Khoản chi mua hàng hóa,\ndịch vụ sử dụng hóa đơn (hoặc sao chụp hóa đơn hoặc tra thông tin từ Cổng thông\ntin điện tử của Tổng cục Thuế về hóa đơn) được khởi tạo từ máy tính tiền được\nxác định là khoản chi có đủ hóa đơn, chứng từ hợp pháp khi xác định nghĩa vụ\nthuế.\nMục"
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "QUY ĐỊNH VỀ HÓA ĐƠN ĐIỆN TỬ"
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 12. Định dạng hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Định\ndạng hóa đơn điện tử là tiêu chuẩn kỹ thuật quy định kiểu dữ liệu, chiều dài dữ\nliệu của các trường thông tin phục vụ truyền nhận, lưu trữ và hiển thị hóa đơn\nđiện tử. Định dạng hóa đơn điện tử sử dụng ngôn ngữ định dạng văn bản XML (XML\nlà chữ viết tắt của cụm từ tiếng Anh \"eXtensible Markup Language\"\nđược tạo ra với mục đích chia sẻ dữ liệu điện tử giữa các hệ thống công nghệ\nthông tin)."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Định dạng hóa đơn điện tử\ngồm hai thành phần: thành\nphần chứa dữ liệu nghiệp vụ hóa đơn\nđiện tử và thành phần chứa dữ liệu chữ ký số. Đối\nvới hóa đơn điện tử có mã của\ncơ quan thuế thì có thêm thành\nphần chứa dữ liệu liên quan đến mã cơ quan thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Tổng cục Thuế xây dựng và công bố thành phần chứa dữ liệu nghiệp vụ hóa đơn\nđiện tử, thành phần chứa dữ liệu chữ ký số và cung cấp công cụ hiển thị các nội\ndung của hóa đơn điện tử theo quy định tại Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Tổ chức, doanh nghiệp\nbán hàng hóa, cung cấp dịch vụ khi chuyển dữ liệu hóa đơn\nđiện tử đến cơ quan thuế bằng hình thức gửi trực tiếp phải đáp ứng yêu cầu\nsau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Kết nối với Tổng cục Thuế\nthông qua kênh thuê riêng hoặc kênh MPLS VPN Layer 3, gồm 1 kênh truyền chính\nvà 1 kênh truyền dự phòng. Mỗi kênh truyền có băng thông tối thiểu 5 Mbps."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Sử dụng dịch vụ Web (Web\nService) hoặc Message Queue (MQ) có mã hóa làm phương thức để kết nối."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Sử dụng giao thức SOAP để\nđóng gói và truyền nhận dữ liệu."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Hóa đơn điện tử phải được\nhiển thị đầy đủ, chính xác các nội dung của hóa đơn đảm bảo không dẫn tới cách\nhiểu sai lệch để người mua có thể đọc được bằng phương tiện điện tử."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 13. Áp dụng hóa đơn điện tử khi bán hàng hóa, cung cấp dịch vụ",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Đối tượng áp dụng hóa đơn điện tử thực hiện theo quy định tại Điều 91 Luật Quản lý thuế số 38/2019/QH14, riêng trường hợp rủi ro cao về thuế thực hiện theo quy\nđịnh của Bộ trưởng Bộ Tài chính."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Quy định về cấp và kê khai xác định nghĩa vụ thuế khi cơ quan thuế cấp hóa đơn\nđiện tử có mã của cơ quan thuế theo từng lần phát sinh như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Loại hóa đơn cấp theo\ntừng lần phát sinh"
                                        },
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "1) Cấp hóa đơn điện tử có\nmã của cơ quan thuế theo từng lần phát sinh là hóa đơn bán hàng trong các\ntrường hợp:\n- Hộ, cá nhân kinh doanh\ntheo quy định tại khoản 4 Điều 91 Luật Quản lý thuế số\n38/2019/QH14 không đáp ứng điều kiện phải sử dụng hóa đơn điện tử có mã của\ncơ quan thuế nhưng cần có hóa đơn để giao cho khách hàng;\n- Tổ chức không kinh doanh\nnhưng có phát sinh giao dịch bán hàng hóa, cung cấp dịch vụ;\n- Doanh nghiệp sau khi đã\ngiải thể, phá sản, đã chấm dứt hiệu lực mã số thuế có phát sinh thanh lý tài\nsản cần có hóa đơn để giao cho người mua;\n- Doanh nghiệp, tổ chức kinh\ntế, hộ, cá nhân kinh doanh thuộc diện nộp thuế giá trị gia tăng theo phương\npháp trực tiếp thuộc các trường hợp sau:\n+ Ngừng hoạt động kinh\ndoanh nhưng chưa hoàn thành thủ tục chấm dứt hiệu lực mã số thuế có\nphát sinh thanh lý tài sản cần có hóa đơn để giao cho người mua;\n+ Tạm ngừng hoạt động kinh\ndoanh cần có hóa đơn giao cho khách hàng để thực hiện các hợp đồng đã ký trước\nngày cơ quan thuế thông báo tạm ngừng kinh doanh;\n+ Bị cơ quan thuế cưỡng chế\nbằng biện pháp ngừng sử dụng hóa đơn."
                                        },
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "2) Cấp hóa đơn điện tử có\nmã của cơ quan thuế theo từng lần phát sinh là hóa đơn giá trị gia tăng trong\ncác trường hợp:\n- Doanh nghiệp, tổ chức kinh\ntế, tổ chức khác thuộc diện nộp thuế giá trị gia tăng theo phương pháp khấu trừ\nthuộc các trường hợp sau:\n+ Ngừng hoạt động kinh\ndoanh nhưng chưa hoàn thành thủ tục chấm dứt hiệu lực mã số thuế có\nphát sinh thanh lý tài sản cần có hóa đơn để giao cho người mua;\n+ Tạm ngừng hoạt động kinh\ndoanh cần có hóa đơn giao cho khách hàng để thực hiện các hợp đồng đã ký trước\nngày cơ quan thuế thông báo tạm ngừng kinh doanh;\n+ Bị cơ quan thuế cưỡng chế\nbằng biện pháp ngừng sử dụng hóa đơn.\n- Tổ chức, cơ quan nhà nước\nkhông thuộc đối tượng nộp thuế giá trị gia tăng theo phương pháp khấu trừ có\nbán đấu giá tài sản, trường hợp giá trúng đấu giá là giá bán đã có thuế giá trị\ngia tăng được công bố rõ trong hồ sơ bán đấu giá do cơ quan có thẩm quyền phê\nduyệt thì được cấp hóa đơn giá trị gia tăng để giao cho người mua."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh thuộc\ntrường hợp được cấp hóa đơn điện tử có mã của cơ quan thuế theo từng lần phát\nsinh gửi đơn đề nghị cấp hóa đơn điện tử có mã của cơ quan thuế theo Mẫu số 06/ĐN-PSĐT Phụ lục IA kèm theo Nghị định này đến cơ quan\nthuế và truy cập vào hệ thống lập hóa đơn điện tử của cơ quan thuế để lập hóa đơn\nđiện tử.\nSau khi doanh nghiệp, tổ\nchức, cá nhân đã khai, nộp thuế đầy đủ theo quy định của pháp luật thuế\ngiá trị gia tăng, thu nhập cá nhân, thu nhập doanh nghiệp và các loại thuế,\nphí khác (nếu có), ngay trong ngày làm việc cơ quan thuế cấp\nmã của cơ quan thuế trên hóa đơn điện tử do doanh nghiệp, tổ chức, cá nhân lập.\nDoanh nghiệp, tổ chức kinh\ntế, tổ chức khác, hộ, cá nhân kinh doanh tự chịu trách nhiệm về tính chính xác\ncủa các thông tin trên hóa đơn điện tử theo từng lần phát sinh được cơ quan\nthuế cấp mã."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Xác định cơ quan thuế cấp\nhóa đơn điện tử có mã của cơ quan thuế theo từng lần phát sinh."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "1) Đối với tổ chức, doanh\nnghiệp: Cơ quan thuế quản lý địa bàn nơi tổ chức, doanh nghiệp đăng ký thuế,\nđăng ký kinh doanh hoặc nơi tổ chức đóng trụ sở hoặc nơi được ghi trong quyết\nđịnh thành lập hoặc nơi phát sinh việc bán hàng hóa, cung ứng dịch vụ."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "2) Đối với hộ, cá nhân\nkinh doanh:\n- Đối với hộ, cá nhân kinh\ndoanh có địa điểm kinh doanh cố định: Hộ, cá nhân kinh doanh nộp hồ sơ đề nghị\ncấp hóa đơn điện tử có mã của cơ quan thuế theo từng lần phát sinh tại Chi cục\nThuế quản lý nơi hộ, cá nhân kinh doanh tiến hành hoạt động kinh doanh.\n- Đối với hộ, cá nhân kinh\ndoanh không có địa điểm kinh doanh cố định: Hộ, cá nhân kinh doanh nộp hồ sơ đề\nnghị cấp hóa đơn điện tử có mã của cơ quan thuế theo từng lần phát sinh tại Chi\ncục Thuế nơi cá nhân cư trú hoặc nơi hộ, cá nhân đăng ký kinh doanh."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Quy định về áp dụng hóa đơn điện tử, phiếu xuất kho kiêm vận\nchuyển nội bộ, phiếu xuất kho hàng gửi bán đại lý đối với một số trường\nhợp cụ thể theo yêu cầu quản lý như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Trường hợp nhận nhập khẩu\nhàng hóa ủy thác, nếu cơ sở kinh doanh nhận nhập khẩu ủy thác đã nộp thuế giá\ntrị gia tăng ở khâu nhập khẩu thì sử dụng hóa đơn điện tử khi trả hàng cho cơ\nsở kinh doanh ủy thác nhập khẩu. Nếu chưa nộp thuế giá trị gia tăng ở khâu nhập\nkhẩu, khi xuất trả hàng nhập khẩu ủy thác, cơ sở nhận ủy thác lập phiếu xuất\nkho kiêm vận chuyển nội bộ theo quy định làm chứng từ lưu thông hàng hóa trên\nthị trường."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trường hợp ủy thác xuất\nkhẩu hàng hóa:\n- Khi xuất hàng giao cho cơ\nsở nhận ủy thác, cơ sở có hàng hóa ủy thác xuất khẩu sử dụng Phiếu xuất kho\nkiêm vận chuyển nội bộ.\n- Khi hàng hóa\nđã thực xuất khẩu có xác nhận của cơ quan hải quan, căn cứ vào các chứng từ đối\nchiếu, xác nhận về số lượng, giá trị hàng hóa thực tế xuất khẩu của cơ sở\nnhận ủy thác xuất khẩu, cơ sở có hàng hóa ủy thác xuất khẩu lập hóa đơn điện tử\ngiá trị gia tăng để kê khai nộp thuế, hoàn thuế giá trị gia tăng\nhoặc hóa đơn điện tử bán hàng. Cơ sở nhận ủy thác xuất khẩu sử\ndụng hóa đơn điện tử giá trị gia tăng hoặc hóa đơn điện tử bán hàng để xuất cho\nkhách hàng nước ngoài."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Cơ sở kinh doanh kê khai, nộp thuế giá trị gia tăng theo phương pháp khấu trừ\ncó hàng hóa, dịch vụ xuất khẩu (kể cả cơ sở gia công hàng hóa xuất khẩu) khi\nxuất khẩu hàng hóa, dịch vụ sử dụng hóa đơn giá trị gia tăng điện tử.\nKhi xuất hàng hóa để vận chuyển\nđến cửa khẩu hay đến nơi làm thủ tục xuất khẩu, cơ sở sử dụng Phiếu xuất kho\nkiêm vận chuyển nội bộ theo quy định làm chứng từ lưu thông hàng hóa trên thị\ntrường. Sau khi làm xong thủ tục cho hàng hóa xuất khẩu, cơ sở lập hóa đơn giá\ntrị gia tăng cho hàng hóa xuất khẩu."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Tổ chức\nkinh doanh kê khai, nộp thuế giá trị gia tăng theo\nphương pháp khấu trừ xuất điều chuyển hàng hóa cho các cơ sở hạch toán phụ\nthuộc như các chi nhánh, cửa hàng ở khác địa phương (tỉnh, thành phố trực thuộc\nTrung\nương) để bán hoặc xuất điều chuyển giữa các chi nhánh, đơn vị phụ thuộc với\nnhau; xuất hàng hóa cho cơ sở nhận làm đại lý bán đúng giá, hưởng hoa hồng, căn\ncứ vào phương thức tổ chức kinh doanh và hạch toán kế toán, cơ sở có thể lựa\nchọn một trong hai cách sử dụng hóa đơn, chứng từ như sau:\n- Sử dụng hóa\nđơn điện tử giá trị gia tăng để làm căn cứ thanh toán và kê khai nộp thuế giá\ntrị gia tăng ở từng đơn vị và từng khâu độc lập với nhau;\n- Sử dụng Phiếu xuất kho\nkiêm vận chuyển nội bộ; sử dụng Phiếu xuất kho hàng gửi bán đại lý theo quy định\nđối với hàng hóa xuất cho cơ sở làm đại lý.\nCơ sở hạch toán phụ thuộc,\nchi nhánh, cửa hàng, cơ sở nhận làm đại lý bán hàng khi bán hàng phải lập hóa đơn\ntheo quy định giao cho người mua, đồng thời lập Bảng kê hàng hóa bán ra gửi về\ncơ sở có hàng hóa điều chuyển hoặc cơ sở có hàng hóa gửi bán (gọi chung là cơ sở\ngiao hàng) để cơ sở giao hàng lập hóa đơn giá trị gia tăng cho hàng hóa thực tế\ntiêu thụ giao cho cơ sở hạch toán phụ thuộc, chi nhánh, cửa hàng, cơ sở nhận\nlàm đại lý bán hàng.\nTrường hợp cơ sở có số lượng\nvà doanh số hàng hóa bán ra lớn, Bảng kê có thể lập cho 05 ngày hay 10 ngày một\nlần. Trường hợp hàng hóa bán ra có thuế suất thuế giá trị gia tăng khác nhau\nphải lập bảng kê riêng cho hàng hóa bán ra theo từng nhóm thuế suất.\nCơ\nsở hạch toán phụ thuộc, chi nhánh, cửa hàng, cơ sở nhận làm đại lý bán hàng thực\nhiện kê khai nộp thuế giá trị gia tăng đối với số\nhàng xuất bán cho người mua và được kê khai, khấu trừ thuế giá\ntrị gia tăng đầu vào theo hóa đơn giá trị gia tăng của\ncơ sở giao hàng xuất cho.\nTrường hợp các đơn vị phụ\nthuộc của cơ sở kinh doanh nông, lâm, thủy sản đã đăng ký, thực hiện kê\nkhai nộp thuế giá trị gia tăng theo phương pháp khấu trừ, có thu mua hàng hóa\nlà nông, lâm, thủy sản để điều chuyển, xuất bán về trụ sở chính của cơ sở kinh\ndoanh thì khi điều chuyển, xuất bán, đơn vị phụ\nthuộc sử dụng Phiếu xuất kho kiêm vận chuyển nội bộ,\nkhông sử dụng hóa đơn điện tử giá trị gia tăng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Tổ chức, cá nhân xuất\nhàng hóa bán lưu động sử dụng Phiếu xuất kho kiêm vận chuyển nội bộ theo quy\nđịnh, khi bán hàng lập hóa đơn điện tử theo quy định."
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Trường hợp góp vốn bằng\ntài sản của tổ chức, cá nhân kinh doanh tại Việt Nam để thành lập doanh nghiệp\nthì không phải lập hóa đơn mà sử dụng các chứng từ biên bản chứng nhận góp vốn,\nbiên bản giao nhận tài sản, biên bản định giá tài sản kèm theo bộ hồ sơ về\nnguồn gốc tài sản."
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Trường hợp điều chuyển tài sản giữa các đơn vị thành viên hạch toán phụ thuộc\ntrong tổ chức; tài sản điều chuyển khi chia, tách, hợp nhất, sáp nhập, chuyển\nđổi loại hình doanh nghiệp thì tổ chức có tài sản điều chuyển phải có lệnh điều\nchuyển tài sản, kèm theo bộ hồ sơ nguồn gốc tài sản và không phải lập hóa đơn."
                                        },
                                        {
                                            "type": "point",
                                            "title": "h",
                                            "content": "Trường hợp tài sản điều chuyển giữa các đơn vị hạch toán độc lập hoặc giữa các đơn\nvị thành viên có tư cách pháp nhân đầy đủ trong cùng một tổ chức, thì tổ chức\ncó tài sản điều chuyển phải lập hóa đơn điện tử như bán hàng hóa."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Ngoài các trường hợp quy định tại khoản 3 Điều này, Bộ Tài chính hướng dẫn việc\náp dụng hóa đơn điện tử đối với một số trường hợp khác theo yêu cầu quản lý;\nhướng dẫn sử dụng hóa đơn điện tử có mã của cơ quan thuế được khởi tạo từ máy\ntính tiền có kết nối chuyển dữ liệu điện tử với cơ quan thuế."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 14. Cung cấp dịch vụ hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Trường hợp sử dụng hóa đơn điện tử có mã của cơ quan thuế không phải\ntrả tiền dịch vụ trong thời gian 12 tháng kể từ khi bắt đầu sử dụng hóa đơn\nđiện tử gồm:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Doanh nghiệp nhỏ và vừa,\nhợp tác xã, hộ, cá nhân kinh doanh tại địa bàn có điều\nkiện kinh tế - xã hội khó khăn, địa bàn có điều kiện kinh tế - xã hội đặc biệt\nkhó khăn. Địa bàn có điều kiện kinh tế - xã hội\nkhó khăn, địa bàn có điều kiện kinh tế - xã hội đặc biệt khó khăn thực\nhiện theo Danh mục địa bàn ưu đãi đầu tư ban hành kèm theo Nghị định số\n118/2015/NĐ-CP ngày 12 tháng 11 năm 2015 của Chính phủ quy định chi tiết và\nhướng dẫn thi hành một số điều của Luật Đầu tư\nvà các văn bản sửa đổi, bổ sung hoặc thay thế nếu có."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Doanh nghiệp nhỏ và vừa\nkhác theo đề nghị của Ủy ban nhân dân tỉnh, thành phố trực thuộc Trung\nương gửi Bộ Tài chính trừ doanh nghiệp hoạt động tại các khu kinh tế, khu công\nnghiệp, khu công nghệ cao.\nTổng cục Thuế thực hiện hoặc\nủy thác cho tổ chức cung cấp dịch vụ về hóa đơn điện tử thực hiện cung cấp hóa đơn\nđiện tử có mã của cơ quan thuế không phải trả tiền dịch vụ cho các đối tượng\nnêu trên."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Các doanh nghiệp, tổ chức\nkinh tế, hộ, cá nhân kinh doanh không thuộc trường\nhợp quy định tại khoản 1 Điều này khi sử dụng hóa đơn điện tử có mã của cơ quan\nthuế, sử dụng hóa đơn điện tử không có mã của cơ quan thuế thông qua tổ\nchức cung cấp dịch vụ hóa đơn điện tử thực hiện trả tiền dịch vụ theo Hợp đồng\nký giữa các bên."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 15. Đăng ký, thay đổi nội dung đăng ký sử dụng hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh\nnghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh không thuộc đối\ntượng ngừng sử dụng hóa đơn theo quy định tại khoản 1 Điều\n16 Nghị định này đăng ký sử dụng hóa đơn điện tử\n(bao gồm cả đăng ký hóa đơn điện tử bán tài sản công, hóa đơn điện tử bán hàng\ndự trữ quốc gia) thông qua tổ chức cung cấp dịch vụ hóa đơn điện tử.\nTrường hợp sử dụng hóa đơn điện tử\ncó mã của cơ quan thuế không phải trả tiền dịch vụ thì có thể đăng ký sử dụng\nhóa đơn điện tử thông qua Cổng thông tin điện tử của Tổng cục Thuế hoặc tổ chức\ncung cấp dịch vụ hóa đơn điện tử được Tổng cục Thuế ủy thác cung cấp dịch vụ\nhóa đơn điện tử có mã của cơ quan thuế không phải trả tiền dịch vụ.\nTrường hợp doanh nghiệp là tổ chức\nkết nối chuyển dữ liệu hóa đơn điện tử theo hình thức gửi trực tiếp đến cơ quan\nthuế thì đăng ký sử dụng hóa đơn điện tử thông qua Cổng thông tin điện\ntử của Tổng cục Thuế.\nNội dung thông tin đăng ký\ntheo Mẫu số\n01/ĐKTĐ-HĐĐT Phụ lục IA ban hành\nkèm theo Nghị định này.\nCổng thông\ntin điện tử của Tổng cục Thuế gửi thông báo điện tử về việc tiếp nhận\nđăng ký sử dụng hóa đơn điện tử qua tổ chức cung cấp dịch vụ hóa đơn điện\ntử đối với trường hợp doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân\nkinh doanh đăng ký sử dụng hóa đơn điện tử thông qua tổ chức cung cấp dịch vụ\nhóa đơn điện tử.\nCổng thông tin điện tử của\nTổng cục Thuế gửi thông báo điện tử trực tiếp theo Mẫu số 01/TB-TNĐT Phụ lục IB về\nviệc tiếp nhận đăng ký sử dụng hóa đơn điện tử cho doanh nghiệp, tổ chức kinh tế,\ntổ chức khác, hộ, cá nhân kinh doanh qua địa chỉ thư điện tử đã đăng\nký với cơ quan thuế đối với trường hợp doanh nghiệp, tổ chức kinh tế, tổ chức\nkhác, hộ, cá nhân kinh doanh đăng ký sử dụng hóa đơn điện tử trực tiếp tại Cổng\nthông tin điện tử của Tổng cục Thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trong thời gian 01 ngày làm việc kể từ ngày nhận được đăng ký sử dụng hóa đơn\nđiện tử, cơ quan thuế có trách nhiệm gửi thông báo điện tử theo Mẫu số 01/TB-ĐKĐT Phụ lục IB ban hành kèm theo Nghị định này qua tổ chức cung cấp\ndịch vụ hóa đơn điện tử hoặc gửi thông báo điện tử trực tiếp đến doanh nghiệp,\ntổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh về việc chấp nhận hoặc\nkhông chấp nhận đăng ký sử dụng hóa đơn điện tử.\nĐối với trường hợp doanh nghiệp, tổ\nchức kinh tế đăng ký chuyển dữ liệu hóa đơn điện tử theo hình thức gửi trực\ntiếp đến cơ quan thuế theo quy định tại điểm b1 khoản 3 Điều 22\ncủa Nghị định này được cơ quan thuế ra thông báo chấp nhận đăng\nký sử dụng hóa đơn điện tử theo Mẫu\nsố 01/TB-ĐKĐT Phụ lục IB nhưng chưa phối hợp với Tổng cục\nThuế về cấu hình hạ tầng kỹ thuật, kiểm thử kết nối, truyền nhận\ndữ liệu thì chậm nhất trong thời gian 05 ngày làm việc kể từ ngày cơ quan thuế\ngửi thông báo theo Mẫu\nsố 01/TB-ĐKĐT Phụ lục IB, tổ chức\ncần chuẩn bị đủ điều kiện về hạ tầng kỹ thuật và thông báo cho Tổng cục Thuế để\nphối hợp kết nối. Thời gian thực hiện trong 10 ngày làm việc kể từ ngày Tổng\ncục Thuế nhận được đề nghị của doanh nghiệp, tổ chức. Trường hợp kết quả kiểm\nthử kết nối, truyền nhận dữ liệu thành công thì doanh nghiệp, tổ chức thực hiện\ngửi dữ liệu hóa đơn điện tử theo hình thức gửi trực tiếp đến cơ quan thuế theo\nquy định tại Điều 22 Nghị định này. Trường hợp sau 05 ngày\nlàm việc kể từ ngày cơ quan thuế gửi thông báo theo Mẫu 01/TB-ĐKĐT Phụ lục IB,\ndoanh nghiệp, tổ chức không thông báo cho Tổng cục Thuế để phối hợp kết nối\nhoặc kết quả kiểm thử kết nối, truyền nhận dữ liệu không thành công, doanh\nnghiệp, tổ chức thay đổi đăng ký sử dụng hóa đơn điện tử theo Mẫu số 01/ĐKTĐ-HĐĐT Phụ lục IA\nban hành kèm theo Nghị định này và thực hiện chuyển dữ liệu qua Tổ chức kết\nnối, nhận, truyền lưu trữ dữ liệu hóa đơn điện tử với cơ quan thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Kể từ thời điểm cơ quan thuế chấp nhận đăng ký sử dụng hóa đơn điện tử theo quy\nđịnh tại Nghị định này, doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá\nnhân kinh doanh phải ngừng sử dụng hóa đơn điện tử đã thông báo phát hành\ntheo các quy định trước đây, tiêu hủy hóa đơn giấy đã thông báo phát hành\nnhưng chưa sử dụng (nếu có). Trình tự, thủ tục tiêu hủy thực hiện theo quy định\ntại Điều 27 Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Trường hợp có thay đổi thông tin đã đăng ký sử dụng hóa đơn điện tử tại khoản 1\nĐiều này, doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh\nthực hiện thay đổi thông tin và gửi lại cơ quan thuế theo Mẫu số 01/ĐKTĐ- HĐĐT Phụ lục IA ban hành kèm theo Nghị định này qua Cổng thông tin điện tử của\nTổng cục Thuế hoặc qua tổ chức cung cấp dịch vụ hóa đơn điện tử, trừ trường hợp\nngừng sử dụng hóa đơn điện tử theo quy định tại khoản 1 Điều 16 Nghị định này. Cổng thông tin điện tử của Tổng cục Thuế\ntiếp nhận mẫu đăng ký thay đổi thông tin và Cơ quan Thuế\nthực hiện theo quy định tại khoản 2 Điều này."
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Định kỳ hàng\ntháng, cơ quan thuế quản lý trực tiếp tiến\nhành rà soát các đối tượng sử dụng hóa đơn điện tử có mã của\ncơ quan thuế không phải trả tiền dịch vụ và gửi thông báo theo Mẫu số 01/TB-KTT Phụ lục IB\nban hành kèm theo Nghị định này cho các đối tượng để thông báo về việc chuyển\nsang sử dụng hóa đơn điện tử có mã của cơ quan\nthuế thông qua tổ chức cung cấp dịch vụ về hóa đơn điện tử và thực\nhiện thay đổi thông tin sử dụng hóa đơn điện tử có mã của cơ quan thuế theo quy\nđịnh tại khoản 4 Điều này."
                                },
                                {
                                    "type": "clause",
                                    "title": "6",
                                    "content": "Đối với các trường hợp áp dụng hóa đơn điện tử không có\nmã của cơ quan thuế, định kỳ cơ quan thuế quản lý trực tiếp tiến hành rà soát\nđể thông báo theo Mẫu số 01/TB-KTT\nPhụ lục IB ban hành kèm theo Nghị\nđịnh này nếu thuộc đối tượng chuyển sang sử dụng hóa đơn điện tử có mã của cơ\nquan thuế để đăng ký sử dụng hóa đơn điện tử có mã của cơ quan thuế theo hướng\ndẫn tại Điều này."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 16. Ngừng sử dụng hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh thuộc các\ntrường hợp sau ngừng sử dụng hóa đơn điện tử có mã của cơ quan thuế, ngừng sử\ndụng hóa đơn điện tử không có mã của cơ quan thuế:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Doanh\nnghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh chấm dứt hiệu lực\nmã số thuế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Doanh\nnghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh thuộc trường hợp\ncơ quan thuế xác minh và thông báo không hoạt động tại địa chỉ đã đăng ký;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Doanh\nnghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh\ndoanh thông báo với cơ quan quản lý nhà nước có thẩm quyền tạm ngừng kinh\ndoanh;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh có thông\nbáo của cơ quan thuế về việc ngừng sử dụng hóa đơn điện tử để thực hiện cưỡng\nchế nợ thuế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Trường hợp có hành vi sử dụng hóa đơn điện tử để bán hàng nhập lậu, hàng cấm,\nhàng giả, hàng xâm phạm quyền sở hữu trí tuệ bị cơ quan chức năng phát hiện và\nthông báo cho cơ quan thuế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Trường hợp có hành vi lập\nhóa đơn điện tử phục vụ mục đích bán khống hàng hóa, cung cấp dịch vụ để chiếm\nđoạt tiền của tổ chức, cá nhân bị cơ quan chức năng phát hiện và thông báo cho\ncơ quan thuế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Trường hợp\ncơ quan đăng ký kinh doanh, cơ quan nhà nước có\nthẩm quyền yêu cầu doanh nghiệp tạm ngừng kinh doanh ngành, nghề kinh doanh có điều kiện\nkhi phát hiện doanh nghiệp không có đủ điều kiện kinh doanh theo quy\nđịnh của pháp luật.\nCăn cứ kết quả thanh tra,\nkiểm tra, nếu cơ quan thuế xác định doanh nghiệp được thành lập để thực hiện\nmua bán, sử dụng hóa đơn điện tử không hợp pháp hoặc sử dụng không hợp pháp hóa\nđơn điện tử để trốn thuế theo quy định thì cơ quan thuế ban hành quyết định\nngừng sử dụng hóa đơn điện tử; doanh nghiệp bị xử lý theo quy định của pháp luật."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trình tự thực hiện ngừng sử dụng hóa đơn điện tử như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Cơ quan\nthuế quản lý trực tiếp gửi thông báo đến người nộp thuế thuộc trường hợp tại điểm\nđ, e, g khoản 1 Điều này đề nghị người nộp thuế giải trình hoặc bổ\nsung thông tin, tài liệu liên quan đến việc sử dụng hóa đơn điện tử."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Người\nnộp thuế giải trình hoặc bổ sung thông tin, tài liệu không quá 02 ngày\nlàm việc kể từ ngày cơ quan thuế ra thông báo. Người nộp thuế có thể đến\ncơ quan thuế giải trình trực tiếp hoặc bổ sung thông tin, tài liệu\nhoặc bằng văn bản."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Người\nnộp thuế tiếp tục sử dụng hóa đơn điện tử hoặc giải trình bổ sung, cụ thể:"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "1) Trường\nhợp người nộp thuế đã giải trình hoặc bổ sung thông tin, tài liệu\nđầy đủ và chứng minh được việc sử dụng hóa đơn điện tử theo đúng\nquy định pháp luật thì người nộp thuế tiếp tục sử dụng hóa đơn điện tử."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "2) Trường\nhợp người nộp thuế đã giải trình hoặc bổ sung thông tin, tài liệu mà\nkhông chứng minh được việc sử dụng hóa đơn điện tử theo đúng quy định\npháp luật thì cơ quan thuế tiếp tục thông báo yêu cầu người nộp thuế bổ\nsung thông tin, tài liệu. Thời hạn bổ sung là 02 ngày làm việc kể từ\nngày cơ quan thuế ra thông báo."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Hết thời hạn theo\nthông báo mà người nộp thuế không giải trình, bổ sung thông tin, tài liệu\nthì cơ quan thuế ra thông báo đề nghị người nộp thuế ngừng sử dụng hóa đơn điện\ntử có mã của cơ quan thuế hoặc ngừng sử dụng hóa đơn điện tử không có mã của cơ\nquan thuế và xử lý theo quy định."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh nêu tại khoản\n1 Điều này được tiếp tục sử dụng hóa đơn điện tử sau khi thông báo với cơ quan\nthuế về việc tiếp tục kinh doanh hoặc được cơ quan thuế khôi phục mã số thuế cơ\nquan thuế ban hành quyết định chấm dứt hiệu lực quyết định cưỡng chế thi hành\nquyết định hành chính về quản lý thuế bằng biện pháp ngừng sử dụng hóa đơn hoặc\nkhi có thông báo của cơ quan chức năng."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Trường\nhợp doanh nghiệp, tổ chức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh đang\ntrong thời hạn tạm ngừng kinh doanh cần có hóa đơn điện tử giao cho người mua để thực\nhiện các hợp đồng đã ký trước ngày tạm ngừng kinh doanh thì doanh nghiệp, tổ\nchức kinh tế, tổ chức khác, hộ, cá nhân kinh doanh sử dụng hóa đơn điện tử cấp\ntheo từng lần phát sinh theo hướng dẫn tại khoản 2 Điều\n13 Nghị định này."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 17. Lập hóa đơn điện tử có mã của cơ quan thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Lập hóa đơn\nđiện tử có mã của cơ quan thuế",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Doanh nghiệp, tổ chức\nkinh tế, tổ chức khác, hộ, cá nhân kinh doanh thuộc đối\ntượng nêu tại khoản 1 Điều 14 Nghị định này nếu truy cập\nCổng thông tin điện tử của Tổng cục Thuế để lập hóa đơn thì sử dụng tài khoản đã được\ncấp khi đăng ký để thực hiện:\n- Lập hóa đơn bán hàng hóa,\ncung cấp dịch vụ.\n- Ký số trên\ncác hóa đơn đã lập và gửi hóa đơn để cơ quan thuế cấp\nmã."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Doanh nghiệp, tổ chức\nkinh tế, tổ chức khác, hộ, cá nhân kinh doanh sử dụng\nhóa đơn điện tử có mã của cơ quan thuế thông qua tổ chức cung cấp dịch vụ hóa đơn\nđiện tử thì truy cập vào trang thông tin điện tử của tổ\nchức cung cấp dịch vụ hóa đơn điện tử hoặc sử dụng phần mềm hóa đơn điện tử của\nđơn vị để thực hiện:\n- Lập hóa đơn\nbán hàng hóa, cung cấp dịch vụ.\n- Ký số trên\ncác hóa đơn đã lập và gửi hóa đơn qua tổ chức cung cấp dịch vụ hóa đơn điện tử\nđể cơ quan thuế cấp mã."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Cấp\nmã hóa đơn",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Hóa đơn\nđược cơ quan thuế cấp mã phải đảm bảo:\n- Đầy đủ nội\ndung về hóa đơn điện tử theo quy định tại Điều 10 Nghị định này.\n- Đúng định\ndạng về hóa đơn điện tử theo quy định tại Điều 12 Nghị định này.\n- Đúng thông\ntin đăng ký theo quy định tại Điều 15 Nghị định này.\n- Không thuộc\ntrường hợp ngừng sử dụng hóa đơn điện tử có mã của cơ quan thuế theo quy định\ntại khoản 1 Điều 16 Nghị định này."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Hệ thống\ncấp mã hóa đơn của Tổng cục Thuế tự động thực hiện cấp mã hóa đơn và gửi trả\nkết quả cấp mã hóa đơn cho người gửi."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Doanh\nnghiệp, tổ chức kinh tế, tổ chức khác, hộ,\ncá nhân kinh doanh bán hàng hóa, cung cấp\ndịch vụ có trách nhiệm gửi hóa đơn điện tử đã được cấp mã của cơ quan thuế cho\nngười mua. Phương thức gửi và nhận hóa đơn được thực hiện theo thỏa thuận giữa\nngười bán và người mua, đảm bảo phù hợp với quy định của pháp luật về giao dịch\nđiện tử."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 18. Lập hóa đơn điện tử không có mã của cơ quan thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh nghiệp, tổ chức\nkinh tế được sử dụng hóa đơn điện tử không có mã của cơ quan thuế khi bán hàng\nhóa, cung cấp dịch vụ sau khi nhận được thông báo chấp nhận của cơ quan thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Doanh nghiệp, tổ chức\nkinh tế sử dụng phần mềm để lập hóa đơn điện tử khi bán hàng hóa, cung cấp dịch\nvụ, ký số trên hóa đơn điện tử và gửi cho người mua bằng phương thức điện tử\ntheo thỏa thuận giữa người bán và người mua, đảm bảo phù hợp với quy\nđịnh của pháp luật về giao dịch điện tử."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 19. Xử lý hóa đơn có sai sót",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Trường hợp người bán phát\nhiện hóa đơn điện tử đã được cấp mã của cơ quan thuế chưa gửi cho người mua có\nsai sót thì người bán thực hiện thông báo với cơ quan thuế theo Mẫu số 04/SS-HĐĐT Phụ lục IA\nban hành kèm theo Nghị định này về việc hủy hóa đơn điện tử có mã đã\nlập có sai sót và lập hóa đơn điện tử mới, ký số gửi\ncơ quan thuế để cấp mã hóa đơn mới thay thế hóa đơn đã lập để gửi cho người\nmua. Cơ quan thuế thực hiện hủy hóa đơn điện tử đã được cấp mã có sai sót\nlưu trên hệ thống của cơ quan thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường hợp hóa đơn điện tử có mã của cơ quan thuế hoặc hóa đơn điện tử không có\nmã của cơ quan thuế đã gửi cho người mua mà người mua hoặc người bán phát hiện\ncó sai sót thì xử lý như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Trường\nhợp có sai sót về tên, địa chỉ của người mua nhưng không sai mã số thuế, các\nnội dung khác không sai sót thì người bán thông báo cho người mua\nvề việc hóa đơn có sai sót và không phải lập lại hóa đơn. Người bán thực hiện\nthông báo với cơ quan thuế về hóa đơn điện tử có sai sót theo Mẫu số 04/SS-HĐĐT Phụ lục IA\nban hành kèm theo Nghị định này, trừ trường hợp hóa đơn điện tử không có\nmã của cơ quan thuế có sai sót nêu trên chưa gửi dữ liệu hóa đơn cho cơ quan\nthuế."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trường hợp có sai: mã số thuế; sai sót về\nsố tiền ghi trên hóa đơn, sai về thuế suất, tiền thuế hoặc hàng hóa ghi trên\nhóa đơn không đúng quy cách, chất lượng thì có thể lựa\nchọn một trong hai cách sử dụng hóa đơn điện tử như sau:\nb1) Người bán\nlập hóa đơn điện tử điều chỉnh hóa đơn đã lập có sai sót. Trường hợp người bán\nvà người mua có thỏa thuận về việc lập văn bản thỏa thuận trước khi lập hóa đơn\nđiều chỉnh cho hóa đơn đã lập có sai sót thì người bán và người mua lập văn bản\nthỏa thuận ghi rõ sai sót, sau đó người bán lập hóa đơn điện tử điều chỉnh hóa đơn\nđã lập có sai sót.\nHóa đơn\nđiện tử điều chỉnh hóa đơn điện tử đã lập có sai sót phải có dòng chữ “Điều\nchỉnh cho hóa đơn Mẫu số... ký hiệu... số... ngày... tháng... năm”.\nb2) Người\nbán lập hóa đơn điện tử mới thay thế cho hóa đơn điện tử có sai sót trừ\ntrường hợp người bán và người mua có thỏa thuận về việc lập văn bản thỏa thuận\ntrước khi lập hóa đơn thay thế cho hóa đơn đã lập có sai sót thì người bán và\nngười mua lập văn bản thỏa thuận ghi rõ sai sót, sau đó người bán lập hóa đơn\nđiện tử thay thế hóa đơn đã lập có sai sót.\nHóa đơn\nđiện tử mới thay thế hóa đơn điện tử đã lập có sai\nsót phải có dòng chữ “Thay thế cho hóa đơn Mẫu số... ký hiệu...\nsố... ngày... tháng... năm”.\nNgười bán\nký số trên hóa đơn điện tử mới điều chỉnh hoặc thay thế cho\nhóa đơn điện tử đã lập có sai sót sau đó người bán gửi cho người mua (đối với\ntrường hợp sử dụng hóa đơn điện tử không có mã của cơ quan thuế) hoặc gửi cơ\nquan thuế để cơ quan thuế cấp mã cho hóa đơn điện tử mới để gửi cho người mua\n(đối với trường hợp sử dụng hóa đơn điện tử có mã của cơ quan thuế)."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Đối với ngành hàng không thì hóa\nđơn đổi, hoàn chứng từ vận chuyển hàng không được coi là hóa đơn điều chỉnh mà\nkhông cần có thông tin “Điều chỉnh tăng/giảm cho hóa đơn Mẫu số... ký hiệu... ngày...\ntháng... năm”. Doanh nghiệp vận chuyển hàng không được phép xuất hóa đơn của\nmình cho các trường hợp hoàn, đổi chứng từ vận chuyển do đại lý xuất."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trường hợp cơ quan thuế phát hiện hóa đơn điện tử có mã của\ncơ quan thuế hoặc hóa đơn điện tử không có mã của cơ quan thuế đã lập có sai\nsót thì cơ quan thuế thông báo cho người bán theo Mẫu số 01/TB-RSĐT Phụ lục IB ban hành kèm theo Nghị định này để\nngười bán kiểm tra sai sót.\nTheo thời hạn thông báo ghi\ntrên Mẫu số\n01/TB-RSĐT Phụ lục IB, người bán thực hiện thông báo với cơ quan thuế theo Mẫu số 04/SS-HĐĐT tại Phụ lục IA\nban hành kèm theo Nghị định này về việc kiểm tra\nhóa đơn điện tử đã lập có sai sót.\nHết thời hạn thông báo ghi\ntrên Mẫu số\n01/TB-RSĐT Phụ lục IB mà người\nbán không thông báo với cơ quan thuế thì cơ quan thuế tiếp tục thông báo lần 2 cho\nngười bán theo Mẫu số\n01/TB-RSĐT Phụ lục IB. Trường hợp quá thời hạn thông báo\nlần 2 ghi trên Mẫu số 01/TB-RSĐT Phụ lục\nIB mà người bán không có thông báo thì cơ quan\nthuế xem xét chuyển sang trường hợp kiểm tra về sử dụng hóa đơn điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Trong thời hạn 01 ngày làm việc, cơ quan thuế thông báo về việc\ntiếp nhận và kết quả xử lý theo Mẫu số 01/TB-HĐSS Phụ lục IB ban hành kèm theo Nghị định này. Hóa đơn điện tử đã\nhủy không có giá trị sử dụng nhưng vẫn được lưu trữ để phục vụ tra cứu."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 20. Xử lý sự cố đối với hóa đơn điện tử có mã của cơ quan thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Trường hợp người bán hàng\nhóa, cung cấp dịch vụ sử dụng hóa đơn điện tử có mã của cơ quan thuế nhưng gặp\nsự cố dẫn đến không sử dụng được hóa đơn điện tử có mã của cơ quan thuế thì liên hệ với\ncơ quan thuế hoặc tổ chức cung cấp dịch vụ để hỗ trợ\nxử lý sự cố. Trong thời gian xử lý sự cố người bán hàng hóa, cung cấp dịch vụ\ncó yêu cầu sử dụng hóa đơn điện tử có mã của cơ quan thuế thì đến cơ quan thuế\nđể sử dụng hóa đơn điện tử có mã của cơ quan thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường hợp hệ thống cấp mã của cơ quan thuế gặp sự cố, Tổng cục Thuế thực hiện\ncác giải pháp kỹ thuật chuyển sang hệ thống dự phòng và có trách nhiệm thông\nbáo trên Cổng thông tin điện tử của Tổng cục Thuế về các sự cố nêu trên. Tổng\ncục Thuế lựa chọn một số tổ chức cung cấp dịch vụ về hóa đơn điện tử có đủ điều\nkiện để ủy quyền cấp mã hóa đơn điện tử trong trường hợp hệ thống của cơ quan\nthuế gặp sự cố.\nTrường hợp trong thời gian\nchưa khắc phục được sự cố của cơ quan thuế thì cơ quan thuế có giải pháp bán\nhóa đơn do cơ quan thuế đặt in cho một số tổ chức, cá nhân để sử dụng. Sau khi\nhệ thống cấp mã của cơ quan thuế được khắc phục, cơ quan thuế thông báo để các\ntổ chức, cá nhân tiếp tục sử dụng hóa đơn điện tử có mã của cơ quan thuế chậm\nnhất 02 ngày làm việc kể từ thời hạn ghi trên thông báo của cơ quan thuế, tổ\nchức, cá nhân gửi báo cáo tình hình sử dụng hóa đơn giấy đã mua của cơ quan\nthuế theo Mẫu số\nBC26/HĐG Phụ lục IA ban hành kèm theo Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trường hợp do lỗi hệ thống hạ\ntầng kỹ thuật của tổ chức cung cấp dịch vụ hóa đơn điện tử thì tổ chức cung cấp\ndịch vụ hóa đơn điện tử có trách nhiệm thông báo cho người bán được biết, phối\nhợp với Tổng cục Thuế để được hỗ trợ kịp thời. Tổ chức cung cấp dịch vụ hóa đơn\nđiện tử phải khắc phục nhanh nhất sự cố, có biện pháp hỗ trợ người bán lập hóa đơn\nđiện tử để gửi cơ quan thuế cấp mã trong thời gian ngắn nhất."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Trường hợp\nCổng thông tin điện tử của Tổng cục Thuế gặp lỗi kỹ\nthuật chưa tiếp nhận được dữ liệu hóa đơn điện tử không có mã, Tổng cục Thuế có\ntrách nhiệm thông báo trên Cổng thông tin điện tử của Tổng cục Thuế. Trong thời\ngian này tổ chức, doanh nghiệp, tổ chức\ncung cấp dịch vụ hóa đơn điện tử tạm thời chưa chuyển dữ liệu hóa đơn không có\nmã đến cơ quan thuế.\nTrong vòng 2 ngày làm việc\nkể từ ngày Tổng cục Thuế có thông báo Cổng thông tin điện tử của Tổng cục Thuế\nhoạt động trở lại bình thường, tổ chức, doanh nghiệp cung\ncấp dịch vụ hóa đơn điện tử chuyển dữ liệu hóa đơn đến cơ quan thuế. Việc gửi\ndữ liệu hóa đơn điện tử sau khi có thông báo Cổng thông tin điện tử của Tổng\ncục Thuế gặp lỗi kỹ thuật không được xác định là hành vi chậm gửi dữ liệu hóa đơn\nđiện tử."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 21. Trách nhiệm của người bán hàng hóa, cung cấp dịch vụ sử dụng hóa đơn điện tử có mã của cơ quan thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Quản lý tên và mật khẩu\ncủa các tài khoản đã được cơ quan thuế cấp."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Tạo lập hóa đơn điện tử\nvề bán hàng hóa, cung cấp dịch vụ để gửi đến cơ quan thuế cấp mã và chịu trách\nnhiệm trước pháp luật về tính hợp pháp, chính xác của hóa đơn điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Gửi hóa đơn điện tử có mã\ncủa cơ quan thuế đến người mua ngay sau khi nhận được hóa đơn điện tử có mã của\ncơ quan thuế."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 22. Trách nhiệm của người bán hàng hóa, cung cấp dịch vụ sử dụng hóa đơn điện tử có mã của cơ quan thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Quản lý tên và mật khẩu\ncủa các tài khoản đã được cơ quan thuế cấp."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Tạo lập\nhóa đơn điện tử về bán hàng hóa, cung cấp dịch vụ để gửi đến người mua, cơ quan\nthuế, tổ chức cung cấp dịch vụ hóa đơn điện tử và chịu\ntrách nhiệm trước pháp luật về tính hợp pháp, chính xác của hóa đơn điện tử đã lập."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Chuyển\ndữ liệu hóa đơn điện tử không có mã của cơ quan thuế đã lập đến cơ quan thuế\nqua Cổng thông tin điện tử của Tổng cục Thuế (chuyển trực tiếp hoặc gửi qua tổ\nchức cung cấp dịch vụ hóa đơn điện tử).",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Phương thức và thời điểm\nchuyển dữ liệu hóa đơn điện tử"
                                        },
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "1)\nPhương thức chuyển dữ liệu hóa đơn điện tử theo Bảng tổng\nhợp dữ liệu hóa đơn điện tử theo Mẫu số 01/TH-HĐĐT Phụ lục IA ban hành kèm theo Nghị định này cùng thời hạn\nnộp hồ sơ khai thuế giá trị gia tăng áp dụng đối với các trường hợp sau:\n- Cung cấp dịch vụ thuộc\nlĩnh vực: bưu chính viễn thông, bảo hiểm, tài chính ngân hàng, vận tải hàng\nkhông, chứng khoán.\n- Bán hàng hóa là điện, nước\nsạch nếu có thông tin về mã khách hàng hoặc mã số thuế của khách hàng.\nNgười bán lập Bảng tổng hợp\ndữ liệu hóa đơn điện tử hàng hóa, cung cấp dịch vụ phát sinh trong tháng hoặc\nquý (tính từ ngày đầu của tháng, quý đến ngày cuối cùng của tháng hoặc quý)\ntheo Mẫu số\n01/TH-HĐĐT Phụ lục IA ban hành kèm theo Nghị định này để\ngửi cơ quan thuế cùng với thời gian gửi Tờ khai thuế giá trị gia tăng\ntheo quy định của Luật Quản lý thuế số\n38/2019/QH14 và các văn bản hướng dẫn thi hành.\nTrường hợp phát sinh số lượng\nhóa đơn lớn thì bảng tổng hợp sẽ được tách theo định dạng chuẩn dữ liệu của cơ\nquan thuế nhằm đảm bảo yêu cầu gửi nhận dữ liệu trên đường truyền.\nĐối với hóa\nđơn gửi theo bảng tổng hợp thì người bán gửi thông tin hủy, điều\nchỉnh trực tiếp trên bảng tổng hợp của các kỳ tiếp theo mà không gửi thông báo hóa đơn\nđiện tử có sai sót theo Mẫu số 04/SS-HĐĐT Phụ lục IA Nghị\nđịnh này đến cơ quan thuế.\nCác hóa đơn được lập cho\ntổng doanh thu của người mua là cá nhân không kinh doanh phát sinh trong ngày\nhoặc tháng theo bảng kê chi tiết thì người bán chỉ gửi dữ liệu hóa đơn điện tử\n(không kèm bảng kê chi tiết) đến cơ quan thuế.\nRiêng đối với trường hợp bán\nxăng dầu cho khách hàng thì người bán tổng hợp dữ liệu tất cả các hóa đơn bán\nxăng dầu trong ngày theo từng mặt hàng để thể hiện trên bảng tổng hợp dữ liệu\nhóa đơn điện tử và chuyển bảng tổng hợp dữ liệu hóa đơn điện tử này ngay trong\nngày."
                                        },
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "2)\nPhương thức chuyển đầy đủ nội dung hóa đơn áp dụng đối với trường hợp bán hàng\nhóa, cung cấp dịch vụ không thuộc quy định tại điểm a1 khoản này.\nNgười bán sau khi lập đầy đủ\ncác nội dung trên hóa đơn gửi hóa đơn cho người mua và đồng thời gửi hóa đơn\ncho cơ quan thuế."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Doanh\nnghiệp, tổ chức kinh tế thực hiện chuyển dữ liệu hóa đơn\nđiện tử đến cơ quan thuế theo định dạng dữ liệu theo quy định tại Điều 12 Nghị định này và hướng dẫn của Tổng cục Thuế bằng hình\nthức gửi trực tiếp (đối với trường hợp đáp ứng yêu cầu\nvề chuẩn kết nối dữ liệu) hoặc gửi thông qua\ntổ chức cung cấp dịch vụ hóa đơn điện tử."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "1)\nHình thức gửi trực tiếp\n- Doanh nghiệp, tổ chức kinh\ntế sử dụng hóa đơn số lượng lớn, có hệ thống công nghệ thông tin đáp ứng yêu\ncầu về định dạng chuẩn dữ liệu và quy định tại khoản 4 Điều 12\nNghị định này, có nhu cầu chuyển dữ liệu hóa đơn điện tử theo hình thức gửi\ntrực tiếp đến cơ quan thuế gửi văn bản kèm theo tài liệu chứng minh điều kiện\nđáp ứng đến Tổng cục Thuế.\n- Doanh nghiệp, tổ chức kinh\ntế có tổ chức mô hình Công ty mẹ - con, có xây dựng hệ thống quản lý dữ liệu\nhóa đơn tập trung tại Công ty mẹ và có nhu cầu Công ty mẹ chuyển toàn bộ dữ\nliệu hóa đơn điện tử bao gồm cả dữ liệu của các công ty con đến cơ quan thuế\nqua Cổng thông tin điện tử của Tổng cục Thuế thì gửi kèm theo danh sách công ty\ncon đến Tổng cục Thuế để thực hiện kết nối kỹ thuật."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "2)\nHình thức gửi thông qua tổ chức cung cấp dịch vụ hóa đơn điện tử\nCác doanh nghiệp, tổ chức\nkinh tế không thuộc trường hợp nêu tại điểm a khoản này thực hiện ký hợp đồng\nvới tổ chức cung cấp dịch vụ hóa đơn điện tử để\ntổ chức cung cấp dịch vụ hóa đơn điện tử làm dịch vụ chuyển dữ liệu hóa đơn\nđiện tử đến cơ quan thuế. Căn cứ hợp đồng được ký kết, doanh nghiệp, tổ chức\nkinh tế có trách nhiệm chuyển dữ liệu hóa đơn điện tử cho tổ chức cung cấp dịch\nvụ hóa đơn điện tử để tổ chức này gửi tiếp đến cơ quan thuế."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Lưu trữ và bảo đảm tính\ntoàn vẹn của toàn bộ hóa đơn điện tử; thực hiện các quy định pháp luật về bảo\nđảm an toàn, an ninh hệ thống dữ liệu điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Chấp hành sự thanh tra, kiểm tra, đối chiếu của cơ quan thuế và các cơ quan có\nthẩm quyền theo quy định của pháp luật."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "title": "Mục 3. HÓA ĐƠN",
                    "content": "DO CƠ QUAN THUẾ ĐẶT IN",
                    "children": [
                        {
                            "type": "article",
                            "title": "Điều 23. Áp dụng hóa đơn do cơ quan thuế đặt in",
                            "content": "Cục Thuế\ncác\ntỉnh, thành phố trực thuộc Trung ương\n(sau đây gọi là Cục Thuế) đặt in hóa đơn để bán cho các đối\ntượng sau:",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh quy định\ntại khoản 1 Điều 14 Nghị định này trong trường hợp doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh\nkhông thực hiện giao dịch với cơ quan thuế bằng phương tiện điện tử, không có\nhạ tầng công nghệ thông tin, không có hệ thống phần mềm kế toán, không có phần\nmềm lập hóa đơn điện tử để sử dụng hóa đơn điện tử và để truyền dữ liệu hóa đơn\nđiện tử đến người mua và đến cơ quan thuế.\nDoanh nghiệp, tổ chức kinh tế, hộ, cá nhân\nkinh doanh mua hóa đơn của cơ quan thuế trong thời gian tối đa 12 tháng,\nđồng thời cơ quan thuế có giải pháp chuyển đổi dần sang áp dụng hóa đơn\nđiện tử. Khi chuyển sang sử dụng hóa đơn điện tử thì các doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh thực hiện\nđăng ký sử dụng hóa đơn điện tử có mã của cơ quan thuế hoặc hóa đơn điện tử\nkhông có mã của cơ quan thuế (nếu đủ điều kiện) theo quy định tại Điều 15 Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Doanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh trong thời gian hệ thống hạ tầng\ncông nghệ thông tin cấp mã hóa đơn của cơ quan thuế gặp sự cố theo quy định tại\nkhoản 2 Điều 20 Nghị định này."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 24. Quy định về bán hóa đơn do cơ quan thuế đặt in",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh thuộc đối tượng được cơ quan\nthuế bán hóa đơn phải có đơn đề nghị mua hóa đơn (theo Mẫu số 02/ĐN-HĐG Phụ lục IA\nban hành kèm theo Nghị định) gửi cơ quan thuế khi mua hóa đơn và kèm theo\ncác giấy tờ sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Người mua hóa đơn (người\ncó tên trong đơn hoặc người được doanh nghiệp, tổ chức kinh doanh, chủ hộ kinh\ndoanh, người được ủy quyền bằng giấy ủy quyền theo quy định của\npháp luật) phải xuất trình giấy chứng minh nhân dân hoặc thẻ căn cước công dân\ncòn trong thời hạn sử dụng theo quy định của pháp luật;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh\nmua hóa đơn lần đầu phải có văn bản cam kết (theo Mẫu số 02/CK-HĐG Phụ lục IA\nban hành kèm theo Nghị định này) về địa chỉ sản xuất, kinh doanh phù\nhợp với giấy chứng nhận đăng ký doanh nghiệp, giấy chứng\nnhận đăng ký doanh nghiệp, giấy chứng nhận đăng ký hoạt động chi nhánh, giấy chứng\nnhận đăng ký hộ kinh doanh, giấy chứng nhận đăng ký thuế, thông báo mã số thuế,\ngiấy chứng nhận đăng ký đầu tư, giấy chứng nhận đăng ký hợp tác xã hoặc\nquyết định thành lập của cơ quan có thẩm quyền;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Khi đến mua hóa đơn,\ndoanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh mua\nhóa đơn do cơ quan thuế phát hành phải tự chịu trách nhiệm ghi hoặc đóng dấu:\ntên, địa chỉ, mã số thuế trên liên 2 của mỗi số hóa đơn trước khi mang ra khỏi\ncơ quan thuế."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Cơ quan thuế bán hóa đơn\ncho doanh nghiệp, tổ chức kinh tế,\nhộ, cá nhân kinh doanh theo tháng.\nSố lượng hóa đơn bán cho doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh lần đầu không quá một\nquyển 50 số cho mỗi loại hóa đơn. Trường hợp chưa hết tháng đã sử dụng hết hóa đơn\nmua lần đầu, cơ quan thuế căn cứ vào thời gian, số lượng hóa đơn đã sử dụng để\nquyết định số lượng hóa đơn bán lần tiếp theo.\nĐối với các lần mua hóa đơn\nsau, sau khi kiểm tra tình hình sử dụng hóa đơn, tình hình kê khai nộp thuế và\nđề nghị mua hóa đơn trong đơn đề nghị mua hóa đơn, cơ quan thuế giải quyết bán\nhóa đơn cho doanh nghiệp, tổ chức kinh tế,\nhộ, cá nhân kinh doanh trong ngày. Số lượng hóa đơn bán cho doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh không quá số lượng hóa\nđơn đã sử dụng của tháng mua trước đó.\nDoanh nghiệp, tổ chức\nkinh tế, hộ, cá nhân kinh doanh thuộc đối tượng mua hóa đơn do cơ\nquan thuế phát hành chuyển sang sử dụng hóa đơn điện tử thì phải dừng sử dụng\nhóa đơn mua của cơ quan thuế kể từ ngày bắt đầu sử dụng hóa đơn điện tử theo\nquy định tại Điều 15 Nghị định này.\nTrường hợp hộ, cá nhân kinh\ndoanh không có nhu cầu sử dụng hóa đơn quyển nhưng có nhu cầu sử dụng hóa đơn thì\ncơ quan thuế cấp hóa đơn điện tử theo từng lần phát sinh theo quy định tại khoản 2 Điều 13 Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Hóa đơn do Cục Thuế đặt in để bán được thông báo công khai trên Cổng thông tin\nđiện tử của Tổng cục Thuế và trước khi bán lần đầu Cục Thuế\nphải lập thông báo phát hành hóa đơn theo Mẫu số 02/PH-HĐG Phụ lục IB Nghị định này đính kèm hóa đơn Mẫu trên Cổng thông tin\nđiện tử của Tổng cục Thuế.\nNội\ndung Thông báo phát hành hóa đơn gồm: Tên Cục Thuế\nphát hành hóa đơn, mã số thuế, địa chỉ, điện thoại, các loại hóa đơn phát hành\n(tên loại hóa đơn, ký hiệu hóa đơn, ký hiệu mẫu số hóa đơn, ngày bắt đầu sử\ndụng, số lượng hóa đơn thông báo phát hành (từ số... đến số...)), tên và mã số\nthuế của doanh nghiệp in hóa đơn (đối với hóa đơn đặt in); ngày lập Thông báo\nphát hành, tên, chữ ký của người đại diện theo pháp luật và dấu của đơn vị.\nHóa đơn mẫu là bản in thể\nhiện đúng, đủ các tiêu thức trên liên của hóa đơn giao cho người mua loại được\nphát hành, có số hóa đơn là một dãy các chữ số 0 và in hoặc đóng chữ “Mẫu” trên\ntờ hóa đơn.\nThông báo phát hành hóa đơn\ngồm cả hóa đơn mẫu phải được niêm yết rõ ràng ngay tại\ncác cơ sở trực thuộc Cục Thuế trong suốt thời gian sử dụng hóa đơn.\nTrường hợp có sự thay đổi về\nnội dung đã thông báo phát hành hoặc mẫu hóa đơn Cục Thuế phải thực hiện thủ\ntục thông báo phát hành mới theo quy định tại Điều này."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Hóa đơn giấy do Cục Thuế\nđặt in được bán theo giá bảo đảm bù đắp chi phí thực tế, không vì mục tiêu lợi\nnhuận. Cục trưởng Cục Thuế quyết định và niêm yết giá bán hóa đơn theo nguyên\ntắc trên, cơ quan thuế các cấp không được thu thêm bất kỳ khoản thu nào ngoài\ngiá bán đã niêm yết. Tất cả các đơn vị trực thuộc Cục Thuế bán, cấp\ncùng một loại hóa đơn do Cục Thuế phát hành."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 25. Xử lý hóa đơn mua của cơ quan thuế trong các trường hợp không tiếp tục sử dụng",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh được cơ quan thuế chấp thuận ngưng\nsử dụng mã số thuế phải dừng việc sử dụng các loại hóa đơn chưa sử dụng."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Cơ quan thuế quản lý trực tiếp\ncó thông báo việc hết giá trị sử dụng của các hóa đơn chưa lập mà doanh nghiệp,\ntổ chức kinh tế, hộ, cá nhân kinh doanh không còn\nkinh doanh tại địa điểm đã đăng ký kinh doanh hoặc tự ý ngừng kinh doanh đang\nsử dụng."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trường hợp chuyển sang sử dụng\nhóa đơn điện tử thì doanh nghiệp, tổ chức kinh tế, hộ, cá\nnhân kinh doanh được cơ quan thuế chấp thuận sử dụng hóa đơn điện tử phải\nthực hiện tiêu hủy hóa đơn đã mua của cơ quan thuế theo quy định tại Điều 27 Nghị định này trước khi sử dụng hóa đơn điện tử."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 26. Xử lý đối với hóa đơn mua của cơ quan thuế đã lập",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Trường\nhợp hóa đơn đã lập chưa giao cho người mua, nếu phát hiện hóa đơn đã lập có sai\nsót, người bán gạch chéo các liên và lưu giữ số hóa đơn đã lập có sai sót."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường hợp hóa đơn đã lập có sai\nsót về tên, địa chỉ người mua nhưng ghi đúng mã số thuế người mua thì các bên\nlập biên bản điều chỉnh và không phải lập hóa đơn điều chỉnh."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trường\nhợp hóa đơn đã lập và giao cho người mua nhưng chưa giao hàng hóa, cung cấp\ndịch vụ hoặc hóa đơn đã lập và giao cho người mua, người bán và người mua chưa\nkê khai thuế nếu phát hiện sai phải hủy bỏ, người bán và người mua lập biên bản\nthu hồi các liên của số hóa đơn đã lập sai. Biên bản thu hồi hóa đơn phải thể\nhiện được lý do thu hồi hóa đơn. Người bán gạch chéo các liên, lưu giữ số hóa đơn\nlập sai và lập lại hóa đơn mới theo quy định."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Trường\nhợp hóa đơn đã lập và giao cho người mua, đã giao hàng hóa, cung cấp dịch vụ,\nngười bán và người mua đã kê khai thuế, sau đó phát hiện sai sót thì người bán\nlập hóa đơn điều chỉnh sai sót. Hóa đơn ghi rõ điều chỉnh (tăng, giảm) số lượng\nhàng hóa, giá bán, thuế suất thuế giá trị gia tăng, tiền thuế giá trị gia tăng\ncho hóa đơn số, ký hiệu. Căn cứ vào hóa đơn điều chỉnh, người bán và người mua\nkê khai điều chỉnh doanh số mua, bán, thuế đầu ra, đầu vào. Hóa đơn điều chỉnh\nkhông được ghi số âm (-).\nTrường hợp người bán và người mua\ncó thỏa thuận về việc hai bên lập biên bản ghi rõ sai sót trước khi người bán\nlập hóa đơn điều chỉnh thì các bên lập biên bản ghi rõ sai sót sau đó người bán\nlập hóa đơn điều chỉnh sai sót."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 27. Tiêu hủy hóa đơn đặt in mua của cơ quan thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh có hóa đơn không tiếp tục sử dụng\nphải thực hiện tiêu hủy hóa đơn. Thời hạn tiêu hủy hóa đơn chậm nhất là 30\nngày, kể từ ngày thông báo với cơ quan thuế. Trường hợp cơ quan thuế đã thông\nbáo hóa đơn hết giá trị sử dụng (trừ trường hợp thông báo do thực hiện biện\npháp cưỡng chế nợ thuế), doanh nghiệp, tổ chức kinh tế, hộ,\ncá nhân kinh doanh thì đơn vị phải tiêu hủy hóa đơn, thời hạn tiêu hủy hóa\nđơn chậm nhất là 10 ngày kể từ ngày cơ quan thuế thông báo hết giá trị sử dụng\nhoặc từ ngày tìm lại được hóa đơn đã mất.\nCác loại hóa đơn đã lập của\ncác đơn vị kế toán được hủy theo quy định của pháp luật về kế toán.\nCác loại hóa đơn chưa lập\nnhưng là vật chứng của các vụ án thì không tiêu hủy mà được xử lý theo quy định\ncủa pháp luật."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Tiêu hủy hóa đơn của\ndoanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh\nthực hiện như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Doanh nghiệp, tổ chức\nkinh tế, hộ, cá nhân kinh doanh phải lập bảng kiểm kê\nhóa đơn cần tiêu hủy."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Doanh nghiệp, tổ chức\nkinh tế phải thành lập Hội đồng tiêu hủy hóa đơn. Hội đồng hủy hóa đơn phải có\nđại diện lãnh đạo, đại diện bộ phận kế toán của tổ chức. Hộ,\ncá nhân kinh doanh không phải thành lập Hội đồng khi tiêu hủy hóa đơn."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Các thành viên Hội đồng\nhủy hóa đơn phải ký vào biên bản tiêu hủy hóa đơn và chịu trách nhiệm trước\npháp luật nếu có sai sót."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Hồ sơ tiêu hủy hóa đơn\ngồm:\n- Quyết định thành lập Hội\nđồng tiêu hủy hóa đơn, trừ trường hợp hộ, cá nhân kinh\ndoanh;\n- Bảng kiểm kê hóa đơn cần\ntiêu hủy ghi chi tiết: Tên hóa đơn, ký hiệu mẫu số hóa đơn, ký hiệu hóa đơn, số lượng hóa đơn\nhủy (từ số... đến số... hoặc kê chi tiết từng số hóa đơn nếu số hóa đơn cần hủy\nkhông liên tục);\n- Biên bản tiêu hủy hóa đơn;\n- Thông báo kết quả hủy hóa đơn\nphải có nội dung: loại, ký hiệu, số lượng hóa đơn hủy từ số… đến số, lý do hủy,\nngày giờ hủy, phương pháp tiêu hủy theo Mẫu số 02/HUY-HĐG Phụ lục IA\nban hành kèm theo Nghị định này.\nHồ sơ tiêu hủy hóa đơn được\nlưu tại doanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh sử dụng hóa đơn. Riêng Thông báo\nkết quả tiêu hủy hóa đơn được lập thành 02 bản, một bản lưu, một bản gửi đến cơ\nquan thuế quản lý trực tiếp chậm nhất không quá 05 ngày kể từ ngày thực hiện\ntiêu hủy hóa đơn."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Tiêu hủy hóa đơn của cơ\nquan thuế",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Cơ\nquan Thuế thực hiện tiêu hủy hóa đơn do Cục Thuế\nđặt in đã thông báo phát hành chưa bán hoặc chưa cấp nhưng không tiếp tục sử\ndụng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Tổng\ncục Thuế có trách nhiệm quy định quy trình tiêu hủy hóa đơn do Cục Thuế\nđặt in."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 28. Xử lý mất, cháy, hỏng hóa đơn đặt in đã mua của cơ quan thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh nếu phát hiện mất, cháy, hỏng\nhóa đơn đã lập hoặc chưa lập phải lập báo cáo về việc mất, cháy, hỏng và thông\nbáo với cơ quan thuế quản lý trực tiếp theo Mẫu số BC21/HĐG Phụ\nlục IA ban hành kèm theo Nghị\nđịnh này chậm nhất không quá 05 ngày kể từ ngày xảy ra việc mất, cháy, hỏng hóa\nđơn. Trường hợp ngày cuối cùng (ngày thứ 05) trùng với ngày nghỉ theo quy định\ncủa pháp luật thì ngày cuối cùng của thời hạn được tính là ngày tiếp theo của\nngày nghỉ đó."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường\nhợp khi bán hàng hóa, cung cấp dịch vụ người bán đã lập hóa đơn theo đúng quy\nđịnh nhưng sau đó người bán hoặc người mua làm mất, cháy, hỏng liên 2 hóa đơn\nbản gốc đã lập thì người bán và người mua lập biên bản ghi nhận sự việc, trong\nbiên bản ghi rõ liên 1 của hóa đơn người bán hàng khai, nộp thuế trong tháng\nnào, ký và ghi rõ họ tên của người đại diện theo pháp luật (hoặc người được ủy\nquyền), đóng dấu (nếu có) trên biên bản và người bán sao chụp liên 1 của hóa đơn,\nký xác nhận của người đại diện theo pháp luật và đóng dấu trên bản sao hóa đơn\nđể giao cho người mua. Người mua được sử dụng hóa đơn bản sao có ký xác nhận,\nđóng dấu (nếu có) của người bán kèm theo biên bản về việc mất, cháy, hỏng liên\n2 hóa đơn để làm chứng từ kế toán và kê khai thuế. Người bán và người mua phải\nchịu trách nhiệm về tính chính xác của việc mất, cháy, hỏng hóa đơn.\nTrường hợp\nmất, cháy, hỏng hóa đơn liên 2 đã sử dụng có liên quan đến bên thứ ba (ví dụ:\nbên thứ ba là bên vận chuyển hàng hoặc bên chuyển hóa đơn) thì căn cứ vào việc\nbên thứ ba do người bán hoặc người mua thuê để xác định trách nhiệm và xử phạt\nngười bán hoặc người mua theo quy định."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 29. Báo cáo tình hình sử dụng hóa đơn đặt in đã mua của cơ quan thuế và bảng kê hóa đơn sử dụng trong kỳ",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Hàng quý, doanh nghiệp, tổ chức\nkinh tế, hộ, cá nhân kinh doanh mua hóa đơn của cơ quan\nthuế có trách nhiệm nộp báo cáo tình hình sử dụng hóa\nđơn và bảng kê hóa đơn sử dụng trong kỳ cho cơ quan thuế quản lý trực tiếp.\nBáo cáo tình hình sử dụng hóa đơn\nđược nộp theo quý chậm nhất là ngày cuối cùng của tháng đầu của quý tiếp theo quý\nphát sinh việc sử dụng hóa đơn theo Mẫu\nsố BC26/HĐG Phụ lục IA ban hành kèm theo Nghị định này.\nTrường hợp trong kỳ\nkhông sử dụng hóa đơn thì doanh nghiệp, tổ chức kinh tế, hộ, cá\nnhân kinh doanh nộp báo cáo tình hình sử dụng hóa đơn ghi số\nlượng hóa đơn sử dụng bằng không (= 0), không cần gửi bảng kê hóa đơn\nsử dụng trong kỳ. Trường hợp kỳ trước đã sử dụng hết hóa đơn, đã\nbáo cáo tình hình sử dụng hóa đơn kỳ trước với số tồn bằng không (0), trong kỳ\nkhông mua hóa đơn, không sử dụng hóa đơn thì doanh nghiệp, tổ\nchức kinh tế, hộ, cá nhân kinh doanh\nkhông phải báo cáo tình hình sử dụng hóa đơn."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Doanh\nnghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh bán\nhàng hóa, dịch vụ có trách nhiệm nộp báo cáo tình hình sử dụng hóa đơn và bảng\nkê hóa đơn sử dụng trong kỳ khi chia, tách, sáp nhập, giải thể, phá sản, chuyển\nđổi sở hữu; giao, bán, khoán, cho thuê doanh nghiệp nhà nước cùng với thời hạn\nnộp hồ sơ quyết toán thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trường\nhợp doanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh\nchuyển địa điểm kinh doanh đến địa bàn khác địa bàn cơ quan thuế đang quản lý\ntrực tiếp thì phải nộp báo cáo tình hình sử dụng hóa đơn và bảng kê hóa đơn sử\ndụng trong kỳ với cơ quan thuế nơi chuyển đi."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "title": "Chương III\nQUY\nĐỊNH ĐỐI VỚI CHỨNG TỪ",
            "children": [
                {
                    "type": "section",
                    "title": "Mục 1. QUY ĐỊNH CHUNG",
                    "children": [
                        {
                            "type": "article",
                            "title": "Điều 30. Loại chứng từ",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Chứng từ\ntrong lĩnh vực quản lý thuế, phí, lệ phí của cơ quan thuế bao gồm:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Chứng từ khấu trừ thuế thu nhập\ncá nhân;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Biên lai\ngồm:"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "1) Biên lai thu thuế, phí, lệ phí\nkhông in sẵn mệnh giá;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "2) Biên lai thu thuế, phí, lệ phí\nin sẵn mệnh giá;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "3) Biên lai thu thuế, phí, lệ phí."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trong\nquá trình quản lý thuế, phí, lệ phí theo quy định của Luật Quản lý thuế trường\nhợp có yêu cầu các loại chứng từ khác, Bộ trưởng Bộ Tài chính có trách nhiệm\nquy định và hướng dẫn thực hiện."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 31. Thời điểm lập chứng từ",
                            "content": "Tại thời điểm khấu trừ thuế thu\nnhập cá nhân, thời điểm thu thuế, phí, lệ phí, tổ\nchức khấu trừ thuế thu nhập cá nhân, tổ chức thu thuế, phí, lệ phí phải lập\nchứng từ, biên lai giao cho người có thu nhập bị khấu trừ thuế, người nộp các khoản thuế, phí, lệ phí."
                        },
                        {
                            "type": "article",
                            "title": "Điều 32. Nội dung chứng từ",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Chứng từ\nkhấu trừ thuế có các nội dung sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tên chứng từ khấu trừ thuế, ký hiệu mẫu\nchứng từ khấu trừ thuế, ký hiệu chứng từ khấu trừ thuế, số thứ tự chứng từ khấu\ntrừ thuế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Tên, địa chỉ, mã số thuế của người nộp;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Tên, địa chỉ, mã số thuế của người nộp thuế\n(nếu người nộp thuế có mã số thuế);"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Quốc tịch (nếu người nộp thuế không thuộc\nquốc tịch Việt Nam);"
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Khoản thu nhập, thời điểm trả thu nhập, tổng\nthu nhập chịu thuế, số thuế đã khấu trừ; số thu nhập còn được nhận;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Ngày, tháng, năm lập chứng từ khấu trừ thuế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Họ tên, chữ ký của người trả thu nhập.\nTrường hợp sử dụng chứng từ khấu trừ thuế điện\ntử thì chữ ký trên chứng từ điện tử là chữ ký số."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Biên lai",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tên loại biên lai: Biên lai thu\nthuế, phí, lệ phí không in sẵn mệnh giá; biên lai thu\nthuế, phí, lệ phí in sẵn mệnh giá; biên lai thu thuế, phí, lệ\nphí."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Ký hiệu mẫu biên lai và\nký hiệu biên lai.\nKý hiệu mẫu biên lai là các\nthông tin thể hiện tên loại biên lai, số liên biên lai và số thứ tự mẫu trong\nmột loại biên lai (một loại biên lai có thể có nhiều mẫu).\nKý hiệu biên lai là dấu hiệu\nphân biệt biên lai bằng hệ thống các chữ cái tiếng Việt và 02 chữ số cuối của\nnăm.\nĐối với biên lai đặt in, 02\nchữ số cuối của năm là năm in biên lai đặt in. Đối với biên lai tự in và biên\nlai điện tử, 02 chữ số cuối của năm là năm bắt đầu sử dụng biên lai ghi trên\nthông báo phát hành hoặc năm biên lai được in ra."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Số biên lai là số thứ tự\nđược thể hiện trên biên lai thu thuế, phí, lệ phí. Số biên lai được ghi bằng\nchữ số Ả-rập có tối đa 7 chữ số. Đối với biên lai tự in, biên lai đặt in thì số\nbiên lai bắt đầu từ số 0000001. Đối với biên lai điện tử thì số biên lai điện\ntử bắt đầu từ số 1 vào ngày 01 tháng 01 hoặc ngày bắt đầu sử dụng biên lai điện\ntử và kết thúc vào ngày 31 tháng 12 hàng năm."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Liên của biên lai (áp\ndụng đối với biên lai đặt in và tự in) là số tờ trong cùng một số biên lai. Mỗi\nsố biên lai phải có từ 02 liên hoặc 02 phần trở lên, trong đó:\n- Liên (phần) 1: lưu tại tổ\nchức thu;\n- Liên (phần) 2: giao cho\nngười nộp thuế, phí, lệ phí;\nCác liên từ thứ 3 trở đi đặt\ntên theo công dụng cụ thể phục vụ công tác quản lý theo quy định của pháp luật."
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Tên, mã số thuế của tổ\nchức thu thuế, phí, lệ phí."
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Tên loại các khoản thu\nthuế, phí, lệ phí và số tiền ghi bằng số và bằng chữ."
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Ngày, tháng, năm lập biên\nlai."
                                        },
                                        {
                                            "type": "point",
                                            "title": "h",
                                            "content": "Chữ ký của người thu\ntiền. Trường hợp sử dụng biên lai điện tử thì chữ ký trên biên lai điện tử là\nchữ ký số."
                                        },
                                        {
                                            "type": "point",
                                            "title": "i",
                                            "content": "Tên, mã số thuế của tổ\nchức nhận in biên lai (đối với trường hợp đặt in)."
                                        },
                                        {
                                            "type": "point",
                                            "title": "k",
                                            "content": "Biên lai được thể hiện là tiếng Việt. Trường hợp cần ghi thêm tiếng nước ngoài\nthì phần ghi thêm bằng tiếng nước ngoài được đặt bên phải trong ngoặc đơn “( )”\nhoặc đặt ngay dưới dòng nội dung ghi bằng tiếng Việt với cỡ chữ nhỏ hơn chữ\ntiếng Việt.\nChữ số ghi trên biên lai là\ncác chữ số tự nhiên 0, 1, 2, 3, 4, 5, 6, 7, 8, 9.\nĐồng tiền ghi trên biên lai\nlà đồng Việt Nam. Trường hợp các khoản phải thu khác thuộc ngân sách nhà nước\nđược pháp luật quy định có mức thu bằng ngoại tệ thì được\nthu bằng ngoại tệ hoặc thu bằng đồng Việt Nam trên cơ sở quy đổi từ\nngoại tệ ra đồng Việt Nam theo tỷ giá quy định tại khoản\n4 Điều 3 Nghị định số 120/2016/NĐ-CP ngày 23\ntháng 8 năm 2016 của Chính phủ quy định chi tiết và hướng\ndẫn thi hành một số điều của Luật Phí và lệ phí.\nTrường hợp khi thu phí, lệ\nphí, nếu danh mục phí, lệ phí nhiều hơn số dòng của một biên lai thì\nđược lập bảng kê kèm theo biên lai. Bảng kê do\ntổ chức thu phí, lệ phí tự thiết kế\nphù hợp với đặc điểm của từng loại\nphí, lệ phí. Bảng kê phải ghi rõ “kèm\ntheo biên lai số... ngày... tháng.... năm”.\nĐối với tổ\nchức thu phí, lệ phí sử dụng biên lai điện tử trong trường hợp cần điều chỉnh\nmột số tiêu thức nội dung trên biên lai điện tử cho phù hợp với thực tế, tổ\nchức thu phí, lệ phí có văn bản trao đổi với Bộ Tài chính (Tổng cục Thuế) xem\nxét và có hướng dẫn trước khi thực hiện.\nNgoài các thông tin bắt buộc\ntheo quy định tại khoản này, tổ chức thu phí, lệ phí có thể tạo thêm các thông\ntin khác, kể cả tạo lo-go, hình ảnh trang trí hoặc quảng cáo phù hợp với quy\nđịnh của pháp luật và không che khuất, làm mờ các nội dung bắt buộc thể hiện\ntrên biên lai. Cỡ chữ của các thông tin tạo thêm không được lớn hơn cỡ chữ của\ncác nội dung bắt buộc thể hiện trên biên lai."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Mẫu\nhiển thị chứng từ điện tử theo hướng dẫn tại khoản 10 Điều 4 Nghị định số 11/2020/NĐ-CP ngày 20 tháng 01 năm 2020 của Chính phủ quy định về thủ\ntục hành chính thuộc lĩnh vực Kho bạc Nhà nước và các văn bản hướng dẫn thi\nhành."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "title": "Mục 2. QUY",
                    "content": "ĐỊNH VỀ CHỨNG TỪ ĐIỆN TỬ",
                    "children": [
                        {
                            "type": "article",
                            "title": "Điều 33. Định dạng chứng từ điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Định dạng biên lai điện tử:\nCác loại biên lai quy định\ntại điểm b khoản 1 Điều 30 Nghị định này phải thực hiện\ntheo định dạng sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Định dạng\nbiên lai điện tử sử dụng ngôn ngữ định dạng văn bản XML (XML là chữ viết tắt\ncủa cụm từ tiếng Anh \"eXtensible Markup Language\" được tạo ra với mục\nđích chia sẻ dữ liệu điện tử giữa các hệ thống công nghệ thông tin);"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Định dạng biên lai điện tử gồm hai thành phần: thành\nphần chứa dữ liệu nghiệp vụ biên\nlai điện tử và thành phần\nchứa dữ liệu chữ ký số;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Tổng cục Thuế xây dựng và công bố thành phần chứa dữ\nliệu nghiệp vụ biên lai điện tử, thành\nphần chứa dữ liệu chữ ký số và cung cấp\ncông cụ hiển thị\ncác nội dung của biên lai điện tử theo quy định tại Nghị định này."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Định dạng chứng từ điện tử khấu trừ thuế thu nhập cá\nnhân:\nTổ chức khấu trừ thuế thu nhập cá\nnhân khi sử dụng chứng từ theo quy định tại điểm a khoản 1 Điều\n30 Nghị định này theo hình thức điện tử tự xây dựng hệ thống phần mềm để sử\ndụng chứng từ điện tử đảm bảo các nội dung bắt buộc theo quy định tại khoản 1 Điều 32 Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Chứng từ điện tử, biên lai điện tử phải được hiển thị\nđầy đủ, chính xác các nội dung của chứng từ đảm bảo không dẫn tới cách hiểu sai\nlệch để người sử dụng có thể đọc được bằng phương tiện điện tử."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 34. Đăng ký sử dụng biên lai điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Tổ chức thu\ncác khoản phí, lệ phí trước khi sử dụng biên lai điện tử theo điểm\nb khoản 1 Điều 30 thì thực hiện đăng ký sử dụng qua Cổng thông tin điện tử\ncủa Tổng cục Thuế.\nNội dung thông tin đăng ký\ntheo Mẫu số 01/ĐK-BL Phụ lục IA\nban hành kèm theo Nghị định này.\nCổng thông\ntin điện tử của Tổng cục Thuế tiếp nhận đăng ký sử dụng biên lai điện tử\ncủa tổ chức thu các khoản phí, lệ phí và gửi thông báo theo Mẫu số 01/TB-TNĐK Phụ lục IB\nban hành kèm theo Nghị định này sau khi nhận được đăng ký sử dụng\nbiên lai điện tử để xác nhận việc nộp hồ sơ đăng ký sử dụng biên lai điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trong thời gian 1 ngày\nlàm việc kể từ ngày nhận được đăng ký sử dụng biên lai\nđiện tử, Cơ quan thuế có trách nhiệm gửi Thông báo điện tử theo\nMẫu số 01/TB-ĐKĐT Phụ lục IB\nban hành kèm theo Nghị định này tới các đối tượng quy định tại khoản 1 Điều\nnày về việc chấp nhận trong trường hợp đăng ký sử dụng\nbiên lai điện tử hợp lệ, không có sai sót hoặc không\nchấp nhận đăng ký sử dụng biên lai điện tử không\nđủ điều kiện để chấp nhận hoặc có sai sót."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Kể từ thời điểm sử dụng biên lai điện tử theo quy định tại Nghị định này, tổ\nchức nêu tại khoản 1 Điều này phải thực hiện hủy những biên lai,\nchứng từ giấy còn tồn chưa sử dụng (nếu có) theo quy định."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Trường hợp\ncó thay đổi thông tin đã đăng ký sử dụng biên lai\nđiện tử tại khoản 1 Điều này tổ chức thu\nphí, lệ phí thuộc ngân sách nhà nước thực hiện thay đổi thông tin\nvà gửi lại cơ quan thuế theo Mẫu\nsố 01/ĐK-BL Phụ lục IA ban hành kèm theo Nghị\nđịnh này qua Cổng thông tin điện tử của Tổng cục Thuế."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "title": "Mục 3. QUY",
                    "content": "ĐỊNH VỀ BIÊN LAI GIẤY THEO HÌNH THỨC ĐẶT IN, TỰ IN",
                    "children": [
                        {
                            "type": "article",
                            "title": "Điều 35. Nguyên tắc tạo biên lai",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Cục Thuế\ntạo biên lai theo hình thức đặt in (loại không in sẵn mệnh giá) được bán cho\ncác tổ chức thu phí, lệ phí theo giá đảm bảo bù đắp chi phí in ấn, phát hành."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường hợp đặt in biên lai, tổ\nchức thu phí, lệ phí lựa chọn tổ chức đủ điều kiện in theo quy định để ký hợp\nđồng đặt in biên lai thu phí, lệ phí."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trường\nhợp tự in biên lai, tổ chức thu phí, lệ phí phải đáp ứng các điều kiện sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Có\nhệ thống thiết bị (máy tính, máy in) đảm bảo cho việc in và\nlập biên lai khi thu tiền phí, lệ phí."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Là\nđơn vị kế toán theo quy định của Luật Kế toán\nvà có phần mềm tự in biên lai đảm bảo dữ liệu của biên\nlai chuyển vào phần mềm (hoặc cơ sở dữ liệu) kế toán để kê\nkhai theo quy định.\nHệ\nthống tự in phải đảm bảo các nguyên tắc sau:"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "1)\nViệc đánh số thứ tự trên biên lai được thực hiện tự động. Mỗi liên của một số\nbiên lai chỉ được in ra một lần, nếu in ra từ lần thứ 2 trở đi phải thể hiện là\nbản sao (copy)."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "2)\nPhần mềm ứng dụng để in biên lai phải đảm bảo yêu cầu về bảo mật bằng việc phân\nquyền cho người sử dụng, người không được phân quyền sử dụng không được can\nthiệp làm thay đổi dữ liệu trên ứng dụng.\nTrường\nhợp tổ chức thu phí, lệ phí mua phần mềm của các tổ chức cung ứng phần mềm tự\nin thì phải lựa chọn tổ chức đủ tiêu chuẩn, đủ điều kiện cung ứng phần mềm theo\nquy định."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "3)\nBiên lai tự in chưa lập phải được lưu trữ trong hệ thống máy tính theo chế độ\nbảo mật thông tin."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "4)\nBiên lai tự in đã lập được lưu trữ trong hệ thống máy tính theo chế độ bảo mật\nthông tin và nội dung biên lai phải đảm bảo có thể truy cập, kết xuất và in ra\ngiấy khi cần tham chiếu."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 36. Thông báo phát hành biên lai đặt in, tự in",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Tổ chức thu phí, lệ phí trước\nkhi sử dụng biên lai đặt in, tự in phải lập Thông báo phát hành biên lai và gửi\nđến cơ quan thuế quản lý trực tiếp. Thông báo phát hành biên lai gửi cơ quan\nthuế theo phương thức điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Phát hành biên lai của cơ quan\nThuế\nBiên lai do Cục Thuế đặt in trước khi bán lần đầu\nphải lập thông báo phát hành biên lai. Thông\nbáo phát hành biên lai phải được gửi đến tất cả các Cục\nThuế trong cả nước trong thời hạn 10 ngày làm việc, kể từ ngày lập thông báo\nphát hành và trước khi bán. Khi phát\nhành biên lai phải đảm bảo không được trùng số biên lai trong cùng ký hiệu.\nTrường hợp Cục Thuế đã đưa nội dung Thông báo phát hành biên\nlai lên trang thông tin điện tử của Tổng cục Thuế thì không phải gửi\nthông báo phát hành biên lai đến Cục Thuế khác.\nTrường hợp có sự thay đổi về nội dung đã thông báo phát hành, Cục\nThuế phải thực hiện thủ tục thông báo phát hành mới theo hướng dẫn nêu trên."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Nội dung Thông báo phát hành biên lai gồm:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Văn\nbản pháp luật quy định chức năng, nhiệm vụ, quyền hạn công việc quản lý nhà\nnước có thu phí, lệ phí;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Tên,\nmã số thuế, địa chỉ của tổ\nchức thu\nphí,\nlệ phí hoặc cơ quan được ủy quyền thu phí, lệ phí hoặc được ủy\nnhiệm lập biên lai thu phí, lệ phí;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Các\nloại biên lai sử dụng (kèm theo biên\nlai mẫu). Biên lai mẫu là bản in thể hiện đúng, đủ các tiêu thức trên liên\n(phần) của biên lai (giao cho người nộp phí, lệ phí), có số biên lai là dãy các\nchữ số 0, in hoặc đóng chữ “Mẫu” trên biên lai;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Ngày bắt đầu sử dụng;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Tên, mã số\nthuế, địa chỉ của tổ chức nhận in biên lai (đối với biên lai đặt in); tên và mã\nsố thuế (nếu có) của tổ chức cung ứng phần mềm tự in biên lai (đối với biên lai\ntự in);"
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Ngày lập thông báo phát hành; tên, chữ ký của người đại diện\ntheo pháp luật và dấu của tổ chức thu phí, lệ phí.\nKhi thay đổi toàn bộ hoặc một trong các chỉ tiêu về hình thức và\nnội dung của biên lai (kể cả nội dung bắt buộc và không bắt buộc), tổ chức thu\nphí, lệ phí gửi thông báo phát hành mới theo hướng dẫn tại khoản này, trừ\ntrường hợp hướng dẫn tại điểm d khoản 3 Điều này.\nThông báo phát hành biên lai thực hiện theo Mẫu số 02/PH-BLG Phụ lục IA\nban hành kèm theo Nghị định này."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Trình tự, thủ tục phát hành biên\nlai:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Thông\nbáo phát hành biên\nlai và biên lai mẫu phải được gửi đến cơ quan thuế\nquản lý trực tiếp chậm nhất 05 ngày trước\nkhi tổ chức kinh doanh bắt đầu sử dụng biên\nlai. Thông báo\nphát hành biên lai gồm cả biên lai mẫu phải được niêm yết rõ\nràng tại tổ chức thu\nphí, lệ phí và tổ chức được ủy quyền hoặc ủy nhiệm thu phí, lệ phí trong\nsuốt thời gian sử dụng biên\nlai;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trường hợp khi nhận được Thông báo phát hành biên lai do tổ\nchức thu phí, lệ phí gửi đến, cơ quan thuế phát hiện Thông báo phát hành không\nđảm bảo đủ nội dung theo đúng quy định thì trong thời hạn 03 ngày làm việc kể\ntừ ngày nhận được Thông báo, cơ quan thuế phải có văn bản thông báo cho tổ chức\nthu phí, lệ phí biết. Tổ chức thu phí, lệ phí có trách nhiệm điều chỉnh để\nthông báo phát hành mới đúng quy định;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Trường hợp\ntổ chức thu phí, lệ phí khi phát\nhành biên\nlai từ lần thứ hai trở đi, nếu\nkhông có sự thay đổi về nội dung và hình thức biên lai đã\nthông báo phát hành với cơ quan thuế thì không phải gửi kèm biên lai mẫu;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Đối\nvới các số biên lai đã thực\nhiện thông báo phát hành nhưng\nchưa sử dụng hết có in sẵn tên, địa\nchỉ, khi có sự thay đổi tên, địa\nchỉ nhưng không thay đổi mã số thuế và cơ quan thuế quản lý trực tiếp, nếu tổ\nchức thu phí, lệ\nphí vẫn có nhu cầu sử dụng biên lai đã đặt in\nthì thực hiện đóng dấu tên, địa chỉ mới vào bên cạnh tiêu thức tên, địa chỉ đã\nin sẵn để tiếp tục sử dụng và gửi thông báo điều chỉnh thông tin tại thông báo\nphát hành biên lai đến\ncơ quan thuế quản lý trực tiếp theo Mẫu số 02/ĐCPH-BLG Phụ lục IA ban\nhành kèm theo Nghị định này.\nTrường hợp có sự thay đổi địa chỉ kinh doanh dẫn đến thay đổi cơ\nquan thuế quản lý trực tiếp, nếu tổ chức thu phí, lệ\nphí có nhu cầu tiếp tục sử dụng số biên\nlai đã\nphát hành chưa sử dụng hết thì phải\nnộp báo cáo tình hình sử dụng biên lai với cơ quan thuế nơi chuyển đi và đóng dấu địa chỉ mới lên biên lai,\ngửi bảng kê biên lai chưa sử\ndụng theo Mẫu số 02/BK-BLG\nPhụ lục IA ban hành kèm theo Nghị định này và\nthông báo điều chỉnh thông tin tại thông báo phát hành biên lai đến cơ quan thuế nơi chuyển\nđến (trong đó nêu rõ số biên\nlai đã\nphát hành chưa sử dụng, sẽ tiếp\ntục sử dụng). Nếu tổ chức\nkhông có nhu cầu sử dụng số biên\nlai đã phát hành nhưng chưa sử\ndụng hết thì thực hiện hủy các số biên lai chưa sử dụng và thông báo kết quả hủy biên\nlai với cơ quan thuế nơi chuyển\nđi và thực hiện thông báo phát hành biên\nlai mới với cơ quan thuế nơi\nchuyển đến."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 37. Quy định về lập và ủy nhiệm lập biên lai",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Lập biên lai\nNội dung trên biên lai phải đúng với nội dung nghiệp vụ kinh tế\nphát sinh; biên lai phải được lập theo thứ tự liên tục từ số nhỏ đến số lớn.\nNội dung lập trên biên lai phải được thống nhất trên các liên có\ncùng một số biên lai, nếu ghi sai, hỏng thì người thu tiền\nkhông được xé khỏi cuống hoặc nếu đã xé thì phải kèm theo tờ biên lai đã ghi\nsai, hỏng; tổ chức thu phí, lệ phí khi lập biên lai phải đóng dấu của tổ chức\nthu phí, lệ phí vào góc trên, bên trái liên 2 của biên lai (liên giao cho người\nnộp các khoản thu khác thuộc ngân sách nhà nước)."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Biên\nlai được lập theo đúng hướng\ndẫn khoản 1 Điều này là chứng từ hợp pháp để\nthanh toán, hạch toán và quyết toán tài chính.\nTrường hợp không đáp ứng các hướng\ndẫn tại khoản 1 Điều này thì không có giá trị\nthanh toán và không được hạch toán, quyết toán tài chính."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Ủy\nnhiệm lập biên\nlai",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Tổ chức thu\nphí,\nlệ phí ủy nhiệm cho\nbên thứ ba lập biên\nlai. Việc\nủy nhiệm giữa bên ủy nhiệm và bên nhận ủy nhiệm phải theo hình thức văn bản,\nđồng thời phải gửi thông báo cho cơ quan thuế quản lý trực tiếp bên ủy nhiệm và\nbên nhận ủy nhiệm theo Mẫu số\n02/UN-BLG Phụ lục IA ban hành kèm theo Nghị định này, chậm\nnhất là 03 ngày trước khi bên nhận ủy nhiệm lập biên lai;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Nội\ndung văn bản ủy nhiệm phải ghi đầy đủ các thông tin về biên lai ủy\nnhiệm (hình thức, loại, ký hiệu, số lượng biên lai (từ số... đến số...); mục\nđích ủy nhiệm; thời hạn ủy nhiệm; phương thức giao nhận hoặc phương thức cài\nđặt biên lai ủy nhiệm (nếu là biên lai tự in); phương thức thanh toán biên lai\nủy nhiệm;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Bên\nủy nhiệm phải lập thông báo ủy nhiệm có ghi đầy đủ các thông tin về biên lai ủy\nnhiệm, mục đích ủy nhiệm, thời hạn ủy nhiệm dựa trên văn bản ủy nhiệm đã ký\nkết, có tên, chữ ký, dấu (nếu có) của đại diện bên ủy nhiệm cho bên nhận ủy nhiệm\nvà gửi thông báo phát hành tới cơ quan thuế; đồng thời phải được niêm yết tại nơi tổ chức thu tiền phí lệ\nphí, tổ chức\nnhận ủy nhiệm;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Biên\nlai ủy nhiệm được lập vẫn phải ghi tên của tổ\nchức thu\nphí,\nlệ phí (bên ủy nhiệm) và đóng dấu bên ủy nhiệm phía trên bên trái của mỗi\ntờ biên lai (trường hợp biên lai được in từ thiết bị in của bên nhận ủy\nnhiệm thì không phải đóng dấu của bên ủy nhiệm);"
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Trường hợp tổ chức thu phí, lệ phí có nhiều đơn vị trực thuộc\ntrực tiếp thu phí hoặc nhiều cơ sở nhận ủy nhiệm thu cùng sử dụng hình thức\nbiên lai đặt in có cùng ký hiệu theo phương thức phân chia cho từng cơ sở trong\ntoàn hệ thống thì tổ chức thu phí, lệ phí phải có sổ theo dõi phân bổ số lượng\nbiên lai cho từng đơn vị trực thuộc, từng cơ sở nhận ủy nhiệm. Các đơn vị trực\nthuộc, cơ sở nhận ủy nhiệm phải sử dụng biên lai theo thứ tự từ số nhỏ đến số\nlớn trong phạm vi số biên lai được phân chia;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Bên ủy nhiệm và bên nhận ủy nhiệm phải tổng hợp báo cáo định kỳ\nviệc sử dụng các biên lai ủy nhiệm. Bên ủy nhiệm phải thực hiện báo cáo sử dụng\nbiên lai với cơ quan thuế trực tiếp quản lý theo hướng dẫn tại Nghị định này\n(bao gồm cả số biên lai của bên nhận ủy nhiệm sử dụng). Bên nhận ủy nhiệm không\nphải thực hiện thông báo phát hành biên lai và báo cáo tình hình sử dụng biên\nlai với cơ quan thuế;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "g",
                                            "content": "Khi\nhết thời hạn ủy nhiệm hoặc chấm dứt trước hạn ủy nhiệm, hai bên phải xác định\nbằng văn bản, đồng\nthời thông báo cho cơ\nquan thuế\nvà niêm yết tại nơi thu phí, lệ phí."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 38. Báo cáo tình hình sử dụng biên lai đặt in, tự in",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Hàng quý, tổ chức\nthu phí, lệ phí có trách nhiệm nộp báo cáo tình hình sử dụng biên lai.\nThời hạn nộp báo cáo tình\nhình sử dụng biên lai theo quý chậm nhất là ngày cuối cùng của\ntháng đầu của quý tiếp theo quý sử dụng biên lai."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Báo cáo tình hình sử dụng biên\nlai gồm các nội dung sau: Tên đơn vị, mã số thuế (nếu có), địa chỉ; tên loại\nbiên lai; ký hiệu mẫu biên lai, ký hiệu biên lai; số tồn đầu kỳ, mua phát hành\ntrong kỳ; số sử dụng, xóa bỏ, mất, hủy trong kỳ; tồn cuối kỳ gửi cho cơ quan\nthuế quản lý trực tiếp. Trường hợp trong kỳ không sử dụng biên lai, tại Báo cáo\nsử dụng biên lai ghi số lượng biên lai sử dụng bằng không (=0). Trường hợp kỳ\ntrước đã sử dụng hết biên lai, đã báo cáo tình hình sử dụng biên lai kỳ trước\nvới số tồn bằng không (0), trong kỳ không thông báo phát hành biên lai thu tiền\nphí, lệ phí, không sử dụng biên lai thì tổ chức thu phí, lệ phí không phải nộp\nbáo cáo tình hình sử dụng biên lai.\nTrường hợp tổ chức thu phí, lệ phí ủy\nnhiệm cho bên thứ ba lập biên lai thì tổ chức thu phí, lệ\nphí vẫn phải báo cáo tình hình sử dụng biên lai.\nBáo cáo tình hình sử dụng biên lai theo\nMẫu số BC26/BLĐT hoặc\nMẫu số BC26/BLG Phụ lục IA\nban hành kèm theo Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Tổ chức thu phí, lệ phí có trách\nnhiệm nộp báo cáo tình hình sử dụng biên lai khi giải thể, chia tách, sáp nhập,\nchuyển đổi sở hữu cùng với thời hạn nộp hồ sơ quyết toán phí, lệ\nphí."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 39. Tiêu hủy biên lai",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Các\ntrường hợp tiêu hủy biên\nlai\n- Biên\nlai đặt in bị in sai, in trùng, in thừa phải được tiêu hủy\ntrước khi thanh lý hợp đồng đặt in biên\nlai thu phí, lệ phí.\n- Các\nloại biên\nlai đã lập của các đơn\nvị kế toán được tiêu hủy theo quy định của pháp luật về kế toán.\n- Tổ chức thu phí, lệ\nphí có biên lai không tiếp tục sử dụng phải thực hiện tiêu\nhủy biên\nlai.\n- Các\nloại biên\nlai chưa lập nhưng là vật chứng của các vụ án thì không tiêu hủy\nmà được xử lý theo quy định của pháp luật."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Biên\nlai được xác định đã tiêu hủy\n- Tiêu hủy biên lai tự in, biên lai đặt in là việc sử dụng biện\npháp đốt cháy, cắt, xé nhỏ hoặc hình thức tiêu hủy khác, đảm bảo biên lai đã\ntiêu hủy sẽ không thể sử dụng lại các thông tin, số liệu trên đó.\n- Tiêu hủy biên lai điện tử là biện pháp làm cho biên lai điện tử\nkhông còn tồn tại trên hệ thống thông tin, không thể truy cập và tham chiếu đến\nthông tin chứa trong biên lai điện tử.\nBiên lai điện tử đã hết thời hạn lưu trữ theo quy định của Luật Kế toán nếu không có quyết định khác của\ncơ quan nhà nước có thẩm quyền thì được phép tiêu hủy. Việc tiêu hủy biên lai\nđiện tử không được làm ảnh hưởng đến tính toàn vẹn của các biên lai điện tử\nchưa hủy và phải đảm bảo sự hoạt động bình thường của hệ thống thông tin."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Trình\ntự, thủ tục tiêu hủy biên lai",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Thời\nhạn tiêu hủy biên\nlai chậm nhất là 30 ngày, kể từ ngày thông báo với cơ quan thuế\nquản lý trực tiếp.\nTrường hợp cơ quan thuế thông báo biên lai hết giá trị sử dụng thì\ntổ chức thu phí, lệ phí phải tiêu hủy biên lai và gửi cơ quan thuế bao gồm nội\ndung sau: tên cơ quan thu phí, lệ phí mã số thuế (nếu có); địa chỉ; phương pháp\nhủy biên lai; vào hồi mấy giờ, ngày, tháng, năm hủy; tên loại biên lai; ký hiệu\nmẫu biên lai; ký hiệu biên lai; từ số; đến số; số lượng. Thời hạn tiêu hủy biên\nlai chậm nhất là 10 ngày kể từ ngày cơ quan thuế thông báo hết giá trị sử dụng."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Tổ chức thu phí, lệ\nphí phải lập Bảng kiểm kê biên\nlai cần tiêu hủy. Bảng kiểm kê biên lai cần hủy phải được ghi chi tiết\ncác nội dung gồm: tên biên lai, ký hiệu mẫu biên lai, ký hiệu biên lai, số lượng biên lai tiêu hủy\n(từ số... đến số... hoặc kê chi tiết từng số biên\nlai nếu số biên lai cần tiêu hủy\nkhông liên tục)."
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Tổ chức thu phí, lệ phí phải thành lập Hội đồng tiêu hủy biên lai. Hội đồng tiêu hủy\nbiên lai phải có đại diện lãnh\nđạo, đại diện bộ phận kế toán của tổ chức thu các khoản thu khác thuộc ngân sách\nnhà nước."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Các thành viên\nHội đồng tiêu hủy biên\nlai phải ký vào biên bản tiêu hủy biên\nlai và chịu trách nhiệm trước pháp luật nếu có sai sót."
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Hồ sơ tiêu hủy biên lai gồm: Quyết định thành lập Hội đồng tiêu\nhủy biên lai; bảng kiểm kê biên lai cần tiêu\nhủy; biên bản tiêu hủy biên lai; thông\nbáo kết quả tiêu hủy biên lai.\nHồ sơ tiêu hủy biên lai được\nlưu tại tổ chức thu phí, lệ phí. Riêng Thông báo kết quả tiêu\nhủy biên lai thu theo Mẫu số 02/HUY-BLG Phụ lục IA\nban hành kèm theo Nghị định này phải được\nlập thành 02 bản, một bản lưu, một bản gửi đến cơ quan thuế quản lý trực tiếp chậm\nnhất không quá 05 ngày kể từ ngày thực hiện tiêu hủy biên lai. Thông báo kết quả tiêu\nhủy biên lai phải có nội dung:\nloại, ký hiệu, số lượng biên lai tiêu hủy\ntừ số đến số, lý do tiêu hủy, ngày giờ tiêu\nhủy, phương pháp tiêu hủy."
                                        },
                                        {
                                            "type": "point",
                                            "title": "e",
                                            "content": "Cơ quan thuế thực hiện tiêu hủy biên\nlai do Cục Thuế đặt in đã thông báo phát hành chưa bán nhưng không tiếp tục sử\ndụng. Tổng cục Thuế có trách nhiệm hướng dẫn quy trình tiêu\nhủy biên lai do Cục Thuế đặt in."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 40. Xử lý biên lai đặt in, tự in trong trường hợp mất, cháy, hỏng",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Tổ chức thu các khoản phí lệ phí\nnếu phát hiện mất, cháy, hỏng biên lai đã lập hoặc chưa lập phải lập báo cáo về\nviệc mất, cháy, hỏng và thông báo với cơ quan thuế quản lý trực tiếp với nội\ndung như sau: tên tổ chức, cá nhân làm mất, cháy, hỏng biên lai; mã số thuế,\nđịa chỉ; căn cứ biên bản mất, cháy, hỏng; tên loại biên lai; ký hiệu mẫu biên\nlai; ký hiệu biên lai; từ số; đến số; số lượng; liên biên lai chậm nhất không\nquá 05 ngày làm việc kể từ ngày xảy ra việc mất, cháy, hỏng biên lai. Trường\nhợp ngày cuối cùng (ngày thứ 05) trùng với ngày nghỉ theo quy định của pháp\nluật thì ngày cuối cùng của thời hạn được tính là ngày tiếp theo của ngày nghỉ\nđó.\nBáo cáo về việc mất, cháy, hỏng biên lai thực hiện theo Mẫu số BC21/BLG Phụ lục IA\nban hành kèm theo Nghị định này."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường hợp người nộp thuế, người nộp phí, lệ phí làm\nmất, cháy, hỏng chứng từ, biên lai thì được sử dụng bản chụp liên lưu tại\ntổ chức thu thuế, phí, lệ phí, trên đó có xác nhận, đóng dấu (nếu\ncó) của tổ chức thu phí, lệ phí kèm theo biên bản về việc mất, cháy, hỏng biên\nlai để làm chứng từ thanh toán, quyết toán tài chính. Tổ chức thu phí, lệ phí\nvà người nộp chịu trách nhiệm về tính chính xác của việc mất,\ncháy, hỏng biên lai."
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "title": "Chương IV\nXÂY\nDỰNG, TRA CỨU THÔNG TIN HÓA ĐƠN, CHỨNG TỪ",
            "children": [
                {
                    "type": "section",
                    "title": "Mục 1. XÂY",
                    "content": "DỰNG THÔNG TIN HÓA ĐƠN, CHỨNG TỪ",
                    "children": [
                        {
                            "type": "article",
                            "title": "Điều 41. Nguyên tắc chung",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Hệ thống\nthông tin về hóa đơn, chứng từ phải được xây dựng và quản lý thống nhất từ trung ương\nđến địa phương; tuân thủ các tiêu chuẩn, quy chuẩn kỹ thuật về công nghệ thông\ntin."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Cơ sở dữ\nliệu hóa đơn, chứng từ phải bảo đảm phục vụ kịp thời cho công tác quản lý thuế,\nquản lý khác của nhà nước; đáp ứng yêu cầu phát triển kinh tế - xã hội; bảo đảm\ntính an toàn, bảo mật và an ninh quốc gia."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Các\nthông tin, dữ liệu về hóa đơn, chứng từ được thu thập, cập nhật,\nduy trì, khai thác và sử dụng thường xuyên; đảm bảo tính chính xác, trung thực\nvà khách quan."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Việc xây dựng, quản lý,\nkhai thác sử dụng, cập nhật cơ sở dữ liệu về hóa đơn,\nchứng từ phải đảm bảo tính chính xác, khoa học, khách quan, kịp thời."
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Cơ sở dữ liệu hóa đơn,\nchứng từ được xây dựng và kết nối, chia sẻ trên môi trường điện tử phục vụ quản\nlý, khai thác, cung cấp, sử dụng thông tin, dữ liệu thuận tiện, hiệu quả."
                                },
                                {
                                    "type": "clause",
                                    "title": "6",
                                    "content": "Việc\nkhai thác, sử dụng thông tin, dữ liệu hóa đơn, chứng từ phải đảm bảo đúng mục đích, tuân theo các quy định của pháp luật."
                                },
                                {
                                    "type": "clause",
                                    "title": "7",
                                    "content": "Cơ\nsở dữ liệu về hóa đơn, chứng từ được kết\nnối, trao đổi với hệ thống thông tin, cơ sở dữ liệu của các bộ,\nngành, địa phương có liên quan."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 42. Xây dựng hạ tầng kỹ thuật công nghệ thông tin, hệ thống phần mềm phục vụ quản lý, vận hành, khai thác hệ thống thông tin hóa đơn điện tử, chứng từ điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Hạ tầng kỹ\nthuật công nghệ thông tin hóa đơn điện tử, chứng từ điện tử bao gồm tập hợp\nthiết bị tính toán (máy chủ, máy trạm), hệ thống đường truyền, thiết bị kết nối\nmạng, thiết bị (hoặc phần mềm) an ninh an toàn mạng và cơ sở dữ liệu, thiết bị\nlưu trữ, thiết bị ngoại vi và thiết bị phụ trợ, mạng nội bộ."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Hệ thống phần mềm để quản\nlý, vận hành, khai thác hệ thống thông tin hóa đơn điện tử, chứng từ điện tử\ngồm: hệ điều hành, hệ quản trị cơ sở dữ liệu và phần mềm ứng dụng."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 43. Xây dựng, thu thập, xử lý và quản lý hệ thống thông tin về hóa đơn, chứng từ",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Xây dựng\nhệ thống thông tin về hóa đơn, chứng từ",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Cơ sở dữ liệu hóa đơn,\nchứng từ là tập hợp các dữ liệu thông tin hóa đơn, chứng từ được sắp xếp, tổ\nchức để truy cập, khai thác, quản lý và cập nhật thông qua phương tiện điện tử."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Cơ sở dữ liệu hóa đơn,\nchứng từ do cơ quan thuế quản lý được Tổng cục Thuế, Kho Bạc Nhà nước phối hợp\nvới các đơn vị có liên quan xây dựng phù hợp với khung kiến trúc Chính phủ điện\ntử Việt Nam và bao gồm các thành phần nội dung: đăng ký sử dụng thông tin;\nthông báo hủy hóa đơn, chứng từ; thông tin về hóa đơn điện tử người bán\ncó trách nhiệm gửi cho cơ quan thuế, thông tin về chứng từ gửi cơ quan\nthuế; thông tin khai thuế liên quan đến hóa đơn, chứng từ."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Thu\nnhập, cập nhật thông tin về hóa đơn, chứng từ\nThông tin về hóa đơn, chứng\ntừ được thu thập dựa trên các thông tin mà người bán, người sử dụng có trách\nnhiệm gửi cho cơ quan thuế, thông tin từ các cơ quan khác gửi đến có liên\nquan đến hóa đơn điện tử, chứng từ điện tử, thông tin thu được từ công tác quản\nlý thuế của cơ quan thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Xử lý thông\ntin về hóa đơn, chứng từ\nTổng cục Thuế có trách nhiệm\nxử lý thông tin, dữ liệu trước khi được tích hợp và lưu trữ vào cơ sở dữ liệu\nquốc gia để đảm bảo tính hợp lý, thống nhất. Nội dung xử lý thông tin, dữ liệu\ngồm:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Kiểm tra, đánh giá việc\ntuân thủ quy định, quy trình trong việc thu thập thông tin, dữ liệu;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Kiểm tra, đánh giá về cơ\nsở pháp lý, mức độ tin cậy của thông tin, dữ liệu;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Tổng hợp, sắp xếp, phân loại\nthông tin, dữ liệu phù hợp với nội dung quy định;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Đối với các thông tin, dữ\nliệu được cập nhật từ cơ sở dữ liệu chuyên ngành thì cơ quan quản lý cơ sở dữ\nliệu chuyên ngành đó có trách nhiệm đảm bảo về tính chính xác của thông tin, dữ\nliệu."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Quản\nlý hệ thống thông tin về hóa đơn, chứng từ\nTổng cục Thuế có\ntrách nhiệm quản lý hệ thống thông tin về hóa đơn, chứng từ theo quy định\nsau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Xây dựng, quản lý, vận\nhành và khai thác hệ thống thông tin hóa đơn, chứng từ và thực hiện dịch vụ\ncông về hóa đơn điện tử, chứng từ điện tử nếu cần thiết;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Tích hợp kết quả điều tra\nvà các dữ liệu, thông tin có liên quan đến hóa đơn, chứng từ do các bộ,\nngành, cơ quan có liên quan cung cấp;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Hướng dẫn, kiểm tra, giám\nsát việc quản lý và khai thác hệ thống thông tin hóa đơn, chứng từ tại cơ quan\nthuế địa phương;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Xây dựng và ban hành quy\nđịnh về phân quyền truy cập vào hệ thống thông tin hóa đơn, chứng từ; quản lý\nviệc kết nối, chia sẻ và cung cấp dữ liệu với cơ sở dữ liệu của các bộ,\nngành, cơ quan trung ương và địa phương;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Chủ trì, phối hợp với các\nđơn vị có liên quan xây dựng các phần mềm trong hệ thống thông tin hóa đơn,\nchứng từ."
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "section",
                    "title": "Mục 2. TRA CỨU, CUNG CẤP, SỬ DỤNG",
                    "content": "THÔNG TIN HÓA ĐƠN ĐIỆN TỬ",
                    "children": [
                        {
                            "type": "article",
                            "title": "Điều 44. Nguyên tắc tra cứu, cung cấp, sử dụng thông tin hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Việc tra cứu, cung cấp, sử dụng\nthông tin hóa đơn điện tử được áp dụng để thực hiện các thủ tục về thuế, thủ tục\nthanh toán qua ngân hàng và các thủ tục hành chính khác; chứng minh tính hợp\npháp của hàng hóa lưu thông trên thị trường."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Việc tra cứu, cung cấp thông tin hóa đơn điện tử phải đảm\nbảo đầy đủ, chính xác, kịp thời và đúng đối tượng."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Việc sử dụng thông tin hóa\nđơn điện tử được cung cấp phải đảm bảo đúng mục đích, phục vụ cho hoạt động\nnghiệp vụ theo chức năng, nhiệm vụ của bên sử dụng thông tin; đồng thời phải\nđảm bảo đúng quy định của pháp luật về bảo về bí mật nhà nước."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 45. Tra cứu thông tin hóa đơn điện tử phục vụ kiểm tra hàng hóa lưu thông trên thị trường",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Khi kiểm\ntra hàng hóa lưu thông trên thị trường, đối với trường hợp sử dụng hóa đơn điện\ntử, cơ quan nhà nước, người có thẩm quyền truy cập Cổng thông tin điện tử của\nTổng cục Thuế để tra cứu thông tin về hóa đơn điện tử phục vụ yêu cầu quản lý,\nkhông yêu cầu cung cấp hóa đơn giấy. Các cơ quan có liên quan có trách nhiệm sử\ndụng các thiết bị để truy cập tra cứu dữ liệu hóa đơn điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường hợp bất khả kháng\ndo sự cố, thiên tai gây ảnh hưởng đến việc truy cập mạng Internet dẫn đến không\ntra cứu được dữ liệu hóa đơn thì cơ quan nhà nước, người có thẩm quyền đang\nthực hiện kiểm tra thực hiện tra cứu thông tin hóa đơn điện tử theo hình thức\nnhắn tin."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 46. Đối tượng cung cấp thông tin, sử dụng thông tin hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Tổng cục Thuế là đơn vị cung cấp\nthông tin hóa đơn điện tử đối với đề nghị của các cơ quan, tổ chức quản lý nhà\nnước cấp Trung ương. Cục Thuế, Chi cục Thuế cung cấp thông tin đối với đề nghị\ncủa cơ quan, tổ chức quản lý đồng cấp."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Các bên\nsử dụng thông tin hóa đơn điện tử bao gồm:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Các doanh nghiệp, tổ chức kinh\ntế, hộ, cá nhân kinh doanh là người bán hàng hóa, cung cấp dịch vụ; các tổ\nchức, cá nhân là người mua hàng hóa, dịch vụ;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Các cơ quan quản lý nhà nước sử\ndụng thông tin hóa đơn điện tử để thực hiện các thủ tục hành chính theo quy\nđịnh của pháp luật; kiểm tra tính hợp pháp của hàng hóa lưu thông trên thị\ntrường;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Các tổ chức tín dụng sử dụng\nthông tin hóa đơn điện tử để thực hiện các thủ tục về thuế, thủ tục thanh toán\nqua ngân hàng;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Các tổ chức cung cấp dịch vụ hóa\nđơn điện tử."
                                        },
                                        {
                                            "type": "point",
                                            "title": "đ",
                                            "content": "Các tổ\nchức sử dụng thông tin chứng từ điện tử để khấu trừ thuế thu nhập cá nhân."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 47. Hình thức khai thác, sử dụng thông tin hóa đơn điện tử trên Cổng thông tin điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Bên sử dụng\nthông tin là các doanh nghiệp, tổ chức kinh tế, hộ, cá nhân kinh doanh là\nngười bán hàng hóa, cung cấp dịch vụ; các tổ chức, cá nhân là người mua hàng\nhóa, dịch vụ truy cập vào Cổng thông tin điện tử của Tổng cục Thuế để tra\ncứu thông tin hóa đơn điện tử theo các nội dung thông tin hóa đơn\nđiện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Bên\nsử dụng thông tin là các cơ quan quản lý nhà nước, các tổ chức tín dụng, tổ chức\ncung cấp dịch vụ hóa đơn điện tử đã ký quy chế trao đổi thông tin hoặc ký hợp\nđồng phải đăng ký và được cấp quyền truy cập, kết nối, sử dụng thông tin hóa đơn\nđiện tử từ Tổng cục Thuế như sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Áp dụng chữ ký số có hiệu lực\ntheo quy định của pháp luật;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Thực hiện việc mã hóa đường\ntruyền;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Đảm bảo an toàn thông tin theo\nquy định của pháp luật;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Tuân thủ các yêu cầu kỹ thuật do\nTổng cục Thuế công bố, gồm: Chỉ tiêu thông tin, định dạng dữ liệu, phương thức\nkết nối, tần suất trao đổi thông tin.\nBên sử dụng thông tin nêu tại khoản 2 Điều này\ncó trách nhiệm phân công đầu mối đăng ký sử dụng thông tin hóa đơn điện tử (sau\nđây gọi tắt là đầu mối đăng ký) và thông báo cho Tổng cục Thuế bằng văn bản."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 48. Công bố, tra cứu thông tin hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Nội dung thông tin hóa đơn điện\ntử được cung cấp trên Cổng thông tin điện tử là các nội dung của hóa đơn\nđiện tử theo quy định tại Điều 10 Nghị định này và tình\ntrạng hóa đơn điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Thông tin hóa đơn điện tử\ncung cấp dưới dạng văn bản điện tử và dữ liệu điện tử được ký bằng chữ ký số\ncủa Tổng cục Thuế hoặc dưới dạng tin nhắn do Tổng cục Thuế cung cấp cho\nbên sử dụng thông tin là cơ quan quản lý nhà nước thông qua số điện\nthoại được công bố chính thức tại văn bản gửi Tổng cục Thuế."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Việc hiển thị thông tin\nhóa đơn điện tử trên hệ thống của doanh nghiệp phải theo thứ tự các nội dung\nhóa đơn điện tử theo quy định tại Điều 10 Nghị định này."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 49. Đăng ký, bổ sung, chấm dứt sử dụng thông tin hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Đăng ký mới, bổ sung nội\ndung cung cấp thông tin hóa đơn điện tử",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Đầu mối đăng ký của bên\nsử dụng thông tin gửi 01 bản chính văn bản đến Tổng cục Thuế để đề nghị đăng ký\nmới hoặc bổ sung nội dung cung cấp thông tin hóa đơn điện tử theo Mẫu số 01/CCTT-ĐK Phụ lục II\nban hành kèm theo Nghị định này."
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trong thời hạn không quá\n02 ngày làm việc kể từ khi nhận được văn bản đề nghị, Tổng cục Thuế thực hiện\nviệc đăng ký mới hoặc bổ sung nội dung cung cấp thông tin hóa đơn điện tử và\nthông báo kết quả theo Mẫu\nsố 01/CCTT-NT Phụ lục II ban hành kèm theo Nghị định này cho\nđầu mối đăng ký của bên sử dụng thông tin bằng văn bản. Trường hợp có các nội\ndung thông tin không được chấp nhận đăng ký mới hoặc bổ sung thì phải nêu rõ lý\ndo."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Thủ tục đăng ký mới, bổ\nsung thời hạn sử dụng, thu hồi tài khoản truy cập Cổng thông tin điện tử để\nsử dụng thông tin hóa đơn điện tử (sau đây\ngọi là tài khoản):",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Đầu mối đăng ký của bên\nsử dụng thông tin gửi 01 bản chính văn bản đến Tổng cục Thuế để đề nghị đăng ký\nmới hoặc bổ sung thời hạn sử dụng hoặc thu hồi tài khoản theo Mẫu số 01/CCTT-ĐK Phụ lục II\nban hành kèm theo Nghị định này;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trong thời hạn không quá\n02 ngày làm việc kể từ khi nhận được văn bản đề nghị, Tổng cục Thuế thực hiện\nviệc cấp tài khoản mới hoặc bổ sung thời hạn sử dụng của tài khoản hoặc thu hồi\ntài khoản và thông báo cho bên sử dụng thông tin bằng văn bản. Trường hợp không\nchấp nhận đăng ký tài khoản hoặc không bổ sung thời hạn sử dụng của tài khoản\nphải nêu rõ lý do.\nCác tài khoản đăng ký mới\ncấp cho từng cá nhân được thông báo bằng hình thức gửi thư điện tử hoặc gửi tin\nnhắn từ các địa chỉ, số điện thoại do Tổng cục Thuế công bố chính thức;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Thời hạn sử dụng tài khoản\ntruy cập Cổng thông tin điện tử đối với cả trường hợp đăng ký mới và bổ sung\nthời hạn sử dụng là 24 tháng hoặc do bên sử dụng thông tin đề nghị nhưng không\nquá 24 tháng tính từ ngày Tổng cục Thuế gửi văn bản thông báo kết quả đăng ký\nmới hoặc bổ sung thời hạn sử dụng cho đầu mối đăng ký của bên sử dụng thông\ntin.\nTrước thời điểm hết thời hạn\nsử dụng 30 ngày, Tổng cục Thuế có trách nhiệm thông báo cho cho đầu mối đăng ký\ncủa bên sử dụng thông tin bằng văn bản về việc chuẩn bị hết thời hạn sử dụng.\nViệc thông báo được thực hiện dưới hình thức thư điện tử hoặc tin nhắn từ các\nđịa chỉ, số điện thoại do Tổng cục Thuế công bố chính thức."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Đăng ký mới, bổ sung thời\nhạn sử dụng, thu hồi hiệu lực sử dụng hình thức nhắn tin của số điện thoại di\nđộng:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Đầu mối đăng ký của cơ\nquan kiểm tra gửi 01 bản chính văn bản đến Tổng cục Thuế để đề nghị đăng ký mới\nhoặc bổ sung thời hạn sử dụng hoặc thu hồi hiệu lực sử dụng hình thức nhắn tin\ncủa số điện thoại di động theo Mẫu\nsố 01/CCTT-NT Phụ lục II ban hành kèm\ntheo Nghị định này;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trong thời hạn không quá\n02 ngày làm việc kể từ khi nhận được văn bản đề nghị, Tổng cục Thuế thực hiện\nviệc đăng ký mới hoặc bổ sung thời hạn sử dụng hoặc thu hồi hiệu lực sử dụng\nhình thức nhắn tin của số điện thoại di động và thông báo kết quả cho đầu mối\nđăng ký của cơ quan kiểm tra bằng văn bản. Trường hợp không chấp nhận đăng ký\nsử dụng hoặc bổ sung thời hạn sử dụng phải nêu rõ lý do;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Thời hạn sử dụng hình\nthức nhắn tin của số điện thoại di động đối với cả trường hợp đăng ký mới và bổ\nsung thời hạn sử dụng là 24 tháng hoặc do bên sử dụng thông tin đề nghị nhưng\nkhông quá 24 tháng tính từ ngày Tổng cục Thuế gửi văn bản thông báo kết quả\nđăng ký mới hoặc bổ sung thời hạn sử dụng cho đầu mối đăng ký của bên sử dụng\nthông tin.\nTrước thời điểm hết thời hạn\nsử dụng 30 ngày, Tổng cục Thuế có trách nhiệm thông báo cho đầu mối đăng ký của\nbên sử dụng thông tin bằng văn bản về việc chuẩn bị hết thời hạn sử dụng. Việc\nthông báo được thực hiện dưới hình thức thư điện tử hoặc tin nhắn từ các địa\nchỉ, số điện thoại do Tổng cục Thuế công bố chính thức."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Đăng ký kết nối, dừng kết\nnối hệ thống của bên sử dụng thông tin với Cổng thông tin điện tử để\nsử dụng thông tin hóa đơn điện tử.",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Đầu mối đăng ký của bên\nsử dụng thông tin gửi 01 bản chính văn bản đến Tổng cục Thuế để đề nghị kết nối\nhoặc dừng kết nối với Cổng thông tin điện tử theo Mẫu số 01/CCTT-KN Phụ lục II\nban hành kèm theo Nghị định này;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Trong thời hạn không quá\n03 ngày làm việc kể từ khi nhận được văn bản đề nghị, Tổng cục Thuế thông báo\ncho đầu mối đăng ký của bên sử dụng thông tin bằng văn bản về việc chấp nhận\nhoặc không chấp nhận đề nghị của bên sử dụng thông tin, trường hợp không chấp\nnhận đề nghị phải nêu rõ lý do;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Đối với trường hợp chấp\nnhận kết nối hệ thống: Trong thời hạn không quá 10 ngày làm việc kể từ ngày gửi\nthông báo, Tổng cục Thuế cử đoàn khảo sát đến địa điểm, cơ sở vật chất triển\nkhai hệ thống thông tin của bên sử dụng thông tin để kiểm tra việc đáp ứng các\nyêu cầu.\n- Trường hợp biên bản kết\nluận của đoàn khảo sát xác nhận hệ thống thông tin của bên sử dụng thông tin\nđáp ứng các yêu cầu thì trong thời hạn không quá 10 ngày làm việc, Tổng cục\nThuế thông báo bằng văn bản với bên sử dụng thông tin về việc đủ điều kiện kết\nnối và phối hợp tiến hành kết nối các hệ thống để cung cấp thông tin hóa đơn\nđiện tử, chứng từ điện tử;\n- Trường hợp biên bản kết\nluận của đoàn khảo sát xác nhận hệ thống thông tin của bên sử dụng thông tin\nkhông đáp ứng các yêu cầu thì trong thời hạn không quá 10 ngày làm việc, Tổng\ncục Thuế thông báo bằng văn bản với bên sử dụng thông tin về việc không đủ điều\nkiện kết nối với Cổng thông tin điện tử."
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Đối với trường hợp chấp\nnhận dừng kết nối hệ thống: kể từ ngày gửi thông báo, Tổng cục Thuế phối hợp\nvới bên sử dụng thông tin tiến hành dừng kết nối các hệ thống."
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 50. Chấm dứt sử dụng các hình thức cung cấp, sử dụng thông tin hóa đơn điện tử",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Tổng cục Thuế thực hiện việc thu hồi tài khoản truy cập Cổng thông tin điện tử\nhoặc thu hồi hiệu lực sử dụng hình thức nhắn tin của số điện thoại di động\ntrong các trường hợp sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Khi có đề nghị từ đầu mối\nđăng ký của bên sử dụng thông tin;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Thời hạn sử dụng đã hết;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Tài khoản truy cập Cổng\nthông tin điện tử hoặc số điện thoại di động không thực hiện việc tra cứu thông\ntin trong thời gian 06 tháng liên tục;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Phát hiện trường hợp sử\ndụng thông tin hóa đơn điện tử không đúng mục đích, phục vụ cho hoạt động\nnghiệp vụ theo chức năng, nhiệm vụ của bên sử dụng thông tin, không đúng quy\nđịnh của pháp luật về bảo vệ bí mật nhà nước."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Tổng cục Thuế thực hiện việc dừng kết nối hệ thống của bên sử dụng thông tin\nvới Cổng thông tin điện tử trong các trường hợp sau:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Khi có đề nghị từ đầu mối\nđăng ký của bên sử dụng thông tin;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Phát hiện trường hợp sử\ndụng thông tin hóa đơn điện tử không đúng mục đích, phục vụ cho hoạt động\nnghiệp vụ theo chức năng, nhiệm vụ của bên sử dụng thông tin, không đúng quy\nđịnh của pháp luật về bảo vệ bí mật nhà nước."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Chậm nhất là 05 ngày làm việc trước thời điểm chính thức chấm dứt sử dụng các\nhình thức cung cấp, sử dụng thông tin hóa đơn điện tử của bên sử dụng thông tin\n(trừ trường hợp đầu mối đăng ký của bên sử dụng thông tin có đề nghị bằng văn\nbản), Tổng cục Thuế thông báo bằng văn bản cho đầu mối đăng ký của bên sử dụng\nthông tin về việc chấm dứt sử dụng các hình thức cung cấp, sử dụng thông tin\nhóa đơn điện tử, chứng từ điện tử, nêu rõ lý do của việc chấm dứt sử dụng."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 51. Thời hạn cung cấp thông tin hóa đơn điện tử Trong thời gian không quá 05 phút kể từ khi nhận được yêu cầu, Cổng thông tin điện tử phản hồi cho bên sử dụng thông tin:",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Thông tin hóa đơn điện tử\nThông báo lý do trong trường\nhợp hệ thống gặp sự cố hoặc không có thông tin hóa đơn điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trường hợp yêu cầu cung\ncấp thông tin với số liệu lớn thì thời hạn cung cấp thông tin hóa đơn điện tử\ndo Tổng cục Thuế thông báo."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 52. Trách nhiệm của Tổng cục Thuế",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Xây dựng, triển khai,\nquản lý vận hành Cổng thông tin điện tử, cụ thể:",
                                    "children": [
                                        {
                                            "type": "point",
                                            "title": "a",
                                            "content": "Bảo đảm cho tổ chức, cá\nnhân truy cập thuận tiện; có công cụ tìm kiếm thông tin, dữ liệu dễ sử dụng và\ncho kết quả đúng nội dung cần tìm kiếm;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "b",
                                            "content": "Bảo đảm khuôn dạng thông\ntin, dữ liệu theo tiêu chuẩn, quy chuẩn kỹ thuật quy định để dễ dàng tải xuống,\nhiển thị nhanh chóng và in ấn bằng các phương tiện điện tử phổ biến;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "c",
                                            "content": "Đảm bảo hệ thống hoạt\nđộng liên tục, ổn định, đảm bảo an toàn thông tin;"
                                        },
                                        {
                                            "type": "point",
                                            "title": "d",
                                            "content": "Chủ trì thực hiện việc\nhướng dẫn sử dụng, hỗ trợ vận hành hệ thống."
                                        }
                                    ]
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Quản lý việc đăng ký sử dụng\nthông tin hóa đơn điện tử, chứng từ điện tử của bên sử dụng thông tin."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Triển khai, công bố địa chỉ thư điện tử và số điện thoại phục vụ việc cung cấp\nthông tin hóa đơn điện tử, chứng từ điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Xây dựng, công bố các yêu cầu kỹ thuật để kết nối với Cổng thông tin hóa đơn\nđiện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Trường hợp tạm ngừng cung cấp thông tin hóa đơn điện tử, Tổng cục Thuế thực\nhiện thông báo với các bên sử dụng thông tin. Nội dung thông báo phải nêu rõ\nkhoảng thời gian dự kiến phục hồi các hoạt động cung cấp thông tin."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 53. Trách nhiệm của bên sử dụng thông tin",
                            "children": [
                                {
                                    "type": "clause",
                                    "title": "1",
                                    "content": "Sử dụng thông tin hóa đơn điện tử đúng mục đích, phục vụ cho hoạt động nghiệp\nvụ theo chức năng, nhiệm vụ của bên sử dụng thông tin, đúng quy định của pháp\nluật về bảo vệ bí mật nhà nước."
                                },
                                {
                                    "type": "clause",
                                    "title": "2",
                                    "content": "Trang bị đầy đủ phương\ntiện, trang thiết bị kỹ thuật để bảo đảm thực hiện việc tra cứu, kết nối, sử\ndụng thông tin hóa đơn điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "3",
                                    "content": "Thực hiện đăng ký để được\ncấp quyền truy cập, khai thác, sử dụng thông tin hóa đơn điện tử."
                                },
                                {
                                    "type": "clause",
                                    "title": "4",
                                    "content": "Quản lý, bảo mật thông tin tài khoản truy cập Cổng thông tin điện tử, số điện\nthoại nhận tin nhắn tra cứu thông tin hóa đơn điện tử, chứng từ điện tử do Tổng\ncục Thuế cấp."
                                },
                                {
                                    "type": "clause",
                                    "title": "5",
                                    "content": "Đảm bảo việc xây dựng, triển khai, vận hành hệ thống tiếp nhận thông tin hóa\nđơn điện tử."
                                }
                            ]
                        },
                        {
                            "type": "article",
                            "title": "Điều 54. Kinh phí thực hiện",
                            "content": "Kinh phí thực hiện việc tra\ncứu, cung cấp, sử dụng thông tin hóa đơn điện tử của các cơ quan quản lý nhà\nnước theo quy định tại Quy chế này được cấp từ ngân sách nhà nước trên cơ sở dự\ntoán kinh phí hàng năm được phê duyệt cho các cơ quan, đơn vị theo quy định của\npháp luật."
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "title": "Chương V\nQUYỀN, NGHĨA VỤ, TRÁCH NHIỆM CỦA CÁC TỔ CHỨC, CÁ NHÂN TRONG QUẢN\nLÝ, SỬ DỤNG HÓA ĐƠN, CHỨNG TỪ",
            "children": [
                {
                    "type": "article",
                    "title": "Điều 55. Quyền và nghĩa vụ của tổ chức, cá nhân bán hàng hóa, cung cấp dịch vụ",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Tổ chức, cá nhân bán hàng\nhóa, cung cấp dịch vụ có quyền:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Tạo hóa đơn điện tử không\ncó mã của cơ quan thuế để sử dụng nếu đáp ứng các yêu cầu theo quy định tại khoản 2 Điều 91 Luật Quản lý thuế số 38/2019/QH14;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Sử dụng hóa đơn điện tử\ncó mã của cơ quan thuế nếu thuộc trường hợp và đối tượng quy định tại khoản 1, 3, 4 Điều 91 Luật Quản lý thuế số 38/2019/QH14;"
                                },
                                {
                                    "type": "point",
                                    "title": "c",
                                    "content": "Sử dụng hóa đơn do cơ\nquan thuế đặt in theo quy định tại Điều 24 Nghị định này;"
                                },
                                {
                                    "type": "point",
                                    "title": "d",
                                    "content": "Sử dụng hóa đơn hợp pháp\nđể phục vụ cho các hoạt động kinh doanh;"
                                },
                                {
                                    "type": "point",
                                    "title": "đ",
                                    "content": "Khiếu kiện các tổ chức,\ncá nhân có hành vi xâm phạm các quyền tạo, phát hành và sử dụng hóa đơn hợp\npháp."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Tổ chức, cá nhân bán hàng\nhóa, cung cấp dịch vụ có nghĩa vụ:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Lập và giao hóa đơn khi\nbán hàng hóa, cung cấp dịch vụ cho khách hàng;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Quản lý các hoạt động tạo\nhóa đơn theo quy định tại Nghị định này;"
                                },
                                {
                                    "type": "point",
                                    "title": "c",
                                    "content": "Đăng ký sử dụng hóa đơn\nđiện tử theo Điều 15 Nghị định này nếu sử dụng hóa đơn điện\ntử và chuyển dữ liệu hóa đơn điện tử đến cơ quan thuế trong trường hợp sử dụng\nhóa đơn điện tử không có mã của cơ quan thuế theo quy định tại Điều\n22 Nghị định này;"
                                },
                                {
                                    "type": "point",
                                    "title": "d",
                                    "content": "Công khai cách thức tra\ncứu, nhận file gốc hóa đơn điện tử của người bán tới người mua hàng hóa, dịch\nvụ;"
                                },
                                {
                                    "type": "point",
                                    "title": "đ",
                                    "content": "Báo cáo việc sử dụng hóa đơn\ncho cơ quan thuế quản lý trực tiếp trong trường hợp mua hóa đơn của cơ quan\nthuế theo Mẫu số\nBC26/HĐG Phụ lục IA ban hành kèm theo Nghị\nđịnh này;"
                                },
                                {
                                    "type": "point",
                                    "title": "e",
                                    "content": "Gửi gửi dữ liệu\nhóa đơn đến cơ quan thuế đối với trường hợp mua hóa đơn của cơ quan thuế theo Mẫu số 01/TH-HĐĐT Phụ lục IA ban hành\nkèm theo Nghị định này cùng với việc nộp tờ khai thuế giá trị gia\ntăng."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 56. Trách nhiệm của người mua hàng hóa, dịch vụ",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Yêu cầu người bán lập và\ngiao hóa đơn khi mua hàng hóa, dịch vụ."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Cung cấp chính xác thông\ntin cần thiết để người bán lập hóa đơn."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Ký các liên hóa đơn đã\nghi đầy đủ nội dung trong trường hợp các bên có thỏa thuận về việc người mua ký\ntrên hóa đơn."
                        },
                        {
                            "type": "clause",
                            "title": "4",
                            "content": "Sử dụng hóa đơn đúng mục\nđích."
                        },
                        {
                            "type": "clause",
                            "title": "5",
                            "content": "Cung cấp thông tin trên\nhóa đơn cho các cơ quan có thẩm quyền khi được yêu cầu, trường hợp sử dụng hóa đơn\ndo cơ quan thuế đặt in thì phải cung cấp hóa đơn bản gốc, trường hợp sử dụng\nhóa đơn điện tử thì thực hiện quy định về việc tra cứu, cung cấp, sử dụng thông\ntin hóa đơn điện tử."
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 57. Trách nhiệm của cơ quan thuế trong quản lý hóa đơn, chứng từ điện tử",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Tổng cục Thuế có trách\nnhiệm:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Xây dựng cơ sở dữ liệu về\nhóa đơn điện tử, hóa đơn do cơ quan thuế đặt in, chứng từ điện tử để phục vụ\ncông tác quản lý thuế, phục vụ công tác quản lý nhà nước của các cơ quan khác\ncủa nhà nước (công an, quản lý thị trường, bộ đội biên phòng, các cơ quan có\nliên quan), phục vụ nhu cầu xác minh, đối chiếu hóa đơn của các doanh nghiệp,\ntổ chức, cá nhân;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Thông báo các loại hóa đơn,\nchứng từ đã được phát hành, được báo mất, không còn giá trị sử dụng."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Cục Thuế địa phương có\ntrách nhiệm:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Quản lý hoạt động tạo,\nphát hành hóa đơn, chứng từ của các tổ chức, cá nhân trên địa bàn;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Đặt in, phát hành các\nloại hóa đơn để bán cho các đối tượng theo quy định tại Nghị định này;"
                                },
                                {
                                    "type": "point",
                                    "title": "c",
                                    "content": "Thanh tra, kiểm tra hoạt\nđộng tạo, phát hành và sử dụng hóa đơn, chứng từ trên địa bàn."
                                }
                            ]
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Chi cục Thuế địa phương\ncó trách nhiệm:",
                            "children": [
                                {
                                    "type": "point",
                                    "title": "a",
                                    "content": "Kiểm tra việc sử dụng hóa đơn bán hàng hóa, cung cấp dịch vụ; sử dụng chứng từ\nđiện tử trong phạm vi được phân cấp quản lý thuế;"
                                },
                                {
                                    "type": "point",
                                    "title": "b",
                                    "content": "Theo dõi, kiểm tra hoạt động hủy hóa đơn, chứng từ theo quy định của Bộ Tài\nchính trong phạm vi được phân cấp quản lý thuế."
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 58. Trách nhiệm chia sẻ, kết nối thông tin, dữ liệu hóa đơn điện tử",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Các doanh\nnghiệp, tổ chức kinh tế sản xuất, kinh doanh ở các lĩnh vực: điện lực; xăng\ndầu; bưu chính viễn thông; vận tải hàng không, đường bộ, đường sắt, đường biển,\nđường thủy; nước sạch; tài chính tín dụng; bảo hiểm; y tế;\nkinh doanh thương mại điện tử; kinh doanh siêu thị; thương mại thực hiện hóa đơn\nđiện tử và cung cấp dữ liệu hóa đơn điện tử theo định\ndạng dữ liệu do Tổng cục Thuế công\nbố."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Các tổ chức tín dụng, tổ\nchức cung ứng dịch vụ thanh toán cung cấp dữ\nliệu điện tử về giao dịch thanh toán qua tài khoản của các tổ chức, cá nhân khi có yêu\ncầu bằng văn bản của cơ quan thuế việc cung cấp thông tin\nkhách hàng thực hiện theo quy định của pháp luật về ngân hàng."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Tổ chức sản xuất, nhập khẩu những sản phẩm chịu thuế tiêu thụ đặc biệt thuộc\nđối tượng sử dụng tem theo quy định của pháp luật thực hiện kết nối thông tin\nvề in và sử dụng tem, tem điện tử giữa tổ chức sản xuất, nhập khẩu với cơ quan\nquản lý thuế. Thông tin về in, sử dụng tem điện tử là cơ sở để lập, quản lý và\nxây dựng cơ sở dữ liệu hóa đơn điện tử. Các đối tượng sử dụng tem có trách\nnhiệm chi trả chi phí in và sử dụng tem theo quy định của Bộ trưởng Bộ Tài\nchính."
                        },
                        {
                            "type": "clause",
                            "title": "4",
                            "content": "Các tổ\nchức, đơn vị: Cơ quan quản lý thị trường, Tổng cục quản lý đất đai, Tổng cục\nđịa chất và khoáng sản Việt Nam, cơ quan công an, giao thông, y tế và các cơ\nquan khác có liên quan kết nối chia sẻ thông tin, dữ liệu liên quan cần thiết\ntrong lĩnh vực quản lý của đơn vị với Tổng cục Thuế để xây dựng cơ sở dữ liệu\nhóa đơn điện tử."
                        }
                    ]
                }
            ]
        },
        {
            "type": "chapter",
            "title": "Chương VI",
            "content": "ĐIỀU KHOẢN THI HÀNH",
            "children": [
                {
                    "type": "article",
                    "title": "Điều 59. Hiệu lực thi hành",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Nghị định này\ncó hiệu lực thi hành kể từ ngày 01 tháng 7 năm 2022, khuyến khích cơ quan, tổ chức, cá nhân đáp ứng điều\nkiện về hạ tầng công nghệ thông tin áp dụng quy định\nvề hóa đơn, chứng từ điện tử của Nghị định này trước ngày 01 tháng 7 năm 2022."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Nghị định số\n51/2010/NĐ-CP ngày 14 tháng 5 năm 2010 của Chính phủ quy định về hóa đơn\nbán hàng hóa, cung ứng dịch vụ, Nghị định số 04/2014/NĐ-CP\nngày 17 tháng 01 năm 2014 của Chính phủ sửa đổi, bổ sung một số điều của\nNghị định số 51/2010/NĐ-CP quy định về hóa đơn bán hàng hóa, cung ứng dịch\nvụ, Nghị định số 119/2018/NĐ-CP ngày 12 tháng 9 năm 2018 của Chính phủ quy định về hóa đơn\nđiện tử khi bán hàng hóa, cung cấp dịch vụ tiếp tục có hiệu lực thi hành đến ngày 30 tháng 6\nnăm 2022."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Bãi bỏ khoản 2 và khoản 4 Điều 35 Nghị định số 119/2018/NĐ-CP ngày 12 tháng 9 năm 2018 của Chính phủ quy định về hóa đơn\nđiện tử kể từ ngày 01 tháng 11 năm 2020."
                        },
                        {
                            "type": "clause",
                            "title": "4",
                            "content": "Bãi bỏ khoản 12 Điều 5 Nghị định số 12/2015/NĐ-CP ngày 12 tháng 01 năm 2015 của Chính phủ quy định chi tiết\nthi hành Luật sửa đổi, bổ sung một số điều\ncủa các Luật về thuế và sửa đổi, bổ sung một số điều của các Nghị định về\nthuế."
                        },
                        {
                            "type": "clause",
                            "title": "5",
                            "content": "Việc\nquản lý, sử dụng hóa đơn bán tài sản công khi xử lý tài sản công (hóa đơn bằng\ngiấy do Bộ Tài chính đặt in) tiếp tục thực hiện theo quy định tại Nghị định số\n151/2017/NĐ-CP ngày 26 tháng 12 năm 2017 của Chính\nphủ quy định chi tiết một số điều của Luật\nQuản lý, sử dụng tài sản công."
                        },
                        {
                            "type": "clause",
                            "title": "6",
                            "content": "Việc quản lý, sử dụng hóa đơn\nbán hàng dự trữ quốc gia khi bán hàng dự trữ quốc gia (hóa đơn bằng giấy) tiếp\ntục thực hiện theo quy định tại Thông tư số 16/2012/TT-BTC ngày 08 tháng 02 năm\n2012 của Bộ Tài chính. Trường hợp có thông báo chuyển đổi áp dụng hóa đơn điện\ntử bán hàng dự trữ quốc gia thì các đơn vị thực hiện chuyển đổi theo quy định."
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 60. Xử lý chuyển tiếp",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Doanh nghiệp, tổ chức kinh tế đã\nthông báo phát hành hóa đơn đặt in, hóa đơn tự in, hóa đơn điện tử không có mã của\ncơ quan thuế hoặc đã đăng ký áp dụng hóa đơn điện tử có mã của cơ quan thuế, đã\nmua hóa đơn của cơ quan thuế trước ngày Nghị định này được ban hành thì được\ntiếp tục sử dụng hóa đơn đang sử dụng kể từ ngày Nghị định này được ban hành\nđến hết ngày 30 tháng 6 năm 2022 và thực hiện các thủ tục về hóa đơn theo quy\nđịnh tại các Nghị định: số 51/2010/NĐ-CP ngày 14 tháng 5 năm 2010 và số\n04/2014/NĐ-CP ngày 17 tháng 01 năm 2014 của Chính phủ quy định về hóa đơn bán\nhàng hóa, cung ứng dịch vụ.\nTrường hợp từ ngày Nghị định này\nđược ban hành đến ngày 30 tháng 6 năm 2022, trường hợp cơ quan thuế thông báo\ncơ sở kinh doanh chuyển đổi để áp dụng hóa đơn điện tử theo quy định tại Nghị\nđịnh này hoặc Nghị định số 119/2018/NĐ-CP ngày 12 tháng 9 năm 2018, nếu cơ sở\nkinh doanh chưa đáp ứng điều kiện về hạ tầng công nghệ thông tin mà tiếp tục sử\ndụng hóa đơn theo các hình thức nêu trên thì cơ sở kinh doanh\nthực hiện gửi dữ liệu hóa đơn đến cơ quan thuế theo Mẫu số 03/DL-HĐĐT Phụ lục IA\nban hành kèm theo Nghị định này cùng với việc nộp tờ khai thuế giá trị gia\ntăng. Cơ quan thuế xây dựng dữ liệu hóa đơn của các cơ sở kinh doanh để\nđưa vào cơ sở dữ liệu hóa đơn và đăng tải trên Cổng thông tin điện tử của Tổng\ncục Thuế phục vụ việc tra cứu dữ liệu hóa đơn."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Đối với cơ sở kinh doanh mới\nthành lập trong thời gian từ ngày Nghị định này được ban hành đến ngày 30 tháng\n6 năm 2022, trường hợp cơ quan thuế thông báo cơ sở kinh doanh thực hiện áp\ndụng hóa đơn điện tử theo quy định tại Nghị định này thì cơ sở kinh doanh thực\nhiện theo hướng dẫn của cơ quan thuế. Trường hợp chưa đáp ứng điều kiện về hạ\ntầng công nghệ thông tin mà tiếp tục sử dụng hóa đơn theo quy định tại các Nghị\nđịnh: số 51/2010/NĐ-CP ngày 14 tháng 5 năm 2010 và số 04/2014/NĐ-CP ngày 17\ntháng 01 năm 2014 của Chính phủ quy định về hóa đơn bán hàng hóa, cung ứng dịch\nvụ thì thực hiện như các cơ sở kinh doanh nêu tại khoản 1 Điều này."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Bộ Tài chính hướng dẫn cụ thể Điều\nnày."
                        }
                    ]
                },
                {
                    "type": "article",
                    "title": "Điều 61. Trách nhiệm thi hành",
                    "children": [
                        {
                            "type": "clause",
                            "title": "1",
                            "content": "Bộ trưởng Bộ Tài chính có trách\nnhiệm chủ trì, phối hợp với Ủy ban nhân dân các tỉnh thành phố thực hiện\ntriển khai việc kết nối thông tin từ máy tính tiền để quản lý doanh thu bán lẻ\ncủa các hộ, cá nhân kinh doanh theo quy định tại Nghị định này."
                        },
                        {
                            "type": "clause",
                            "title": "2",
                            "content": "Các Bộ\ntrưởng, Thủ trưởng cơ quan ngang Bộ, Thủ\ntrưởng cơ quan thuộc Chính phủ, căn cứ\nchức năng, nhiệm vụ được giao có trách nhiệm triển khai thực hiện Nghị định này."
                        },
                        {
                            "type": "clause",
                            "title": "3",
                            "content": "Chủ tịch Ủy\nban nhân dân các tỉnh, thành phố trực thuộc Trung ương\nchỉ đạo các cơ quan, đơn vị trên địa bàn phối hợp để triển khai thực hiện Nghị\nđịnh này./."
                        }
                    ]
                }
            ]
        }
    ],
    "footer": "Nơi nhận: -\nBan Bí thư Trung ương Đảng; - Thủ tướng, các Phó Thủ tướng Chính phủ; - Các bộ, cơ quan ngang bộ, cơ quan thuộc Chính phủ; - HĐND, UBND các tỉnh, thành phố trực thuộc trung ương; - Văn phòng Trung ương và các Ban của Đảng; - Văn phòng Tổng Bí thư; - Văn phòng Chủ tịch nước; - Hội đồng Dân tộc và các Ủy ban của Quốc hội; - Văn phòng Quốc hội; - Tòa án nhân dân tối cao; - Viện kiểm sát nhân dân tối cao; - Kiểm toán Nhà nước; - Ủy ban Giám sát tài chính Quốc gia; - Ngân hàng Chính sách xã hội; - Ngân hàng Phát triển Việt Nam; - Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam; - Cơ quan trung ương của các đoàn thể; - VPCP: BTCN, các PCN, Trợ lý TTg, TGĐ Cổng TTĐT, các Vụ, Cục, đơn vị trực\nthuộc, Công báo; - Lưu: VT, KTTH (2b). | TM. CHÍNH\nPHỦ THỦ TƯỚNG Nguyễn Xuân Phúc |\n| FILE ĐƯỢC ĐÍNH KÈM THEO VĂN BẢN |",
    "appendices": []
}